[
  {
    "text": "Exchange Act",
    "startPosition": 1470,
    "endPosition": 1482,
    "normCite": "34 act",
    "citeType": "USLegislative",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Precedent",
    "context": "118–146] IN THE HOUSE OF REPRESENTATIVES July 17, 2023 Mr. Diaz-Balart, from the Committee on Appropriations, reported the following bill; which was committed to the Committee of the Whole House on the State of the Union and ordered to be printed A BILL Making appropriations for the Department of State, foreign operations, and related programs for the fiscal year ending September 30, 2024, and for other purposes. Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That the following sums are appropriated, out of any money in the Treasury not otherwise appropriated, for the Department of State, foreign operations, and related programs for the fiscal year ending September 30, 2024, and for other purposes, namely: I DEPARTMENT OF STATE AND RELATED AGENCY Department of State Administration of Foreign Affairs DIPLOMATIC PROGRAMS For necessary expenses of the Department of State and the Foreign Service not otherwise provided for, including for training, human resources management, and salaries, including employment without regard to civil service and classification laws of persons on a temporary basis (not to exceed $700,000), as authorized by section 801 of the United States Information and Educational Exchange Act of 1948 (62 Stat. 11; Chapter 36); for the regional bureaus of the Department of State and overseas activities as authorized by law; for the functional bureaus of the Department of State, including representation to certain international organizations in which the United States participates pursuant to treaties ratified pursuant to the advice and consent of the Senate or specific Acts of Congress, general administration, and arms control, nonproliferation, and disarmament activities as authorized; and for security activities, $8,815,620,000, of which $712,418,000 may remain available until September 30, 2025, and of which $4,066,168,000 is for Worldwide Security Protection, which may remain available until expended: Provided, That funds appropriated or otherwise made available by this Act under this heading and under the heading Consular and Border Security Programs shall be made available to increase consular staff, reduce passport processing times, and lower wait times for visa services, including by assigning onboard staff for temporary duty to meet immediate consular staffing needs.",
    "low_confidence": "Amendment"
  },
  {
    "text": "62 Stat. 11",
    "startPosition": 1492,
    "endPosition": 1503,
    "normCite": "62 stat 11",
    "citeType": "StatutesAtLarge",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Precedent",
    "context": "118–146] IN THE HOUSE OF REPRESENTATIVES July 17, 2023 Mr. Diaz-Balart, from the Committee on Appropriations, reported the following bill; which was committed to the Committee of the Whole House on the State of the Union and ordered to be printed A BILL Making appropriations for the Department of State, foreign operations, and related programs for the fiscal year ending September 30, 2024, and for other purposes. Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That the following sums are appropriated, out of any money in the Treasury not otherwise appropriated, for the Department of State, foreign operations, and related programs for the fiscal year ending September 30, 2024, and for other purposes, namely: I DEPARTMENT OF STATE AND RELATED AGENCY Department of State Administration of Foreign Affairs DIPLOMATIC PROGRAMS For necessary expenses of the Department of State and the Foreign Service not otherwise provided for, including for training, human resources management, and salaries, including employment without regard to civil service and classification laws of persons on a temporary basis (not to exceed $700,000), as authorized by section 801 of the United States Information and Educational Exchange Act of 1948 (62 Stat. 11; Chapter 36); for the regional bureaus of the Department of State and overseas activities as authorized by law; for the functional bureaus of the Department of State, including representation to certain international organizations in which the United States participates pursuant to treaties ratified pursuant to the advice and consent of the Senate or specific Acts of Congress, general administration, and arms control, nonproliferation, and disarmament activities as authorized; and for security activities, $8,815,620,000, of which $712,418,000 may remain available until September 30, 2025, and of which $4,066,168,000 is for Worldwide Security Protection, which may remain available until expended: Provided, That funds appropriated or otherwise made available by this Act under this heading and under the heading Consular and Border Security Programs shall be made available to increase consular staff, reduce passport processing times, and lower wait times for visa services, including by assigning onboard staff for temporary duty to meet immediate consular staffing needs.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 3737,
    "endPosition": 3746,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "CAPITAL INVESTMENT FUND For necessary expenses of the Capital Investment Fund, as authorized, $346,210,000, to remain available until expended. OFFICE OF INSPECTOR GENERAL For necessary expenses of the Office of Inspector General, $108,165,000, of which $16,225,000 may remain available until September 30, 2025: Provided, That funds appropriated under this heading are made available notwithstanding section 209(a)(1) of the Foreign Service Act of 1980 (22 U.S.C. 3929(a)(1)), as it relates to post inspections.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C. 292",
    "startPosition": 5382,
    "endPosition": 5395,
    "normCite": "22 usc 292",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 292",
    "sectionAndSubSection": "22 U.S.C. 292",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "PROTECTION OF FOREIGN MISSIONS AND OFFICIALS For necessary expenses, not otherwise provided, to enable the Secretary of State to provide for extraordinary protective services, as authorized, $27,492,000, to remain available until September 30, 2025. EMBASSY SECURITY, CONSTRUCTION, AND MAINTENANCE For necessary expenses for carrying out the Foreign Service Buildings Act of 1926 (22 U.S.C. 292 et seq.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 9774,
    "endPosition": 9783,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "PAYMENT TO THE FOREIGN SERVICE RETIREMENT AND DISABILITY FUND For payment to the Foreign Service Retirement and Disability Fund, as authorized, $158,900,000. International organizations CONTRIBUTIONS TO INTERNATIONAL ORGANIZATIONS For necessary expenses, not otherwise provided for, to meet annual obligations of membership in international multilateral organizations, pursuant to treaties ratified pursuant to the advice and consent of the Senate, conventions, or specific Acts of Congress, $245,795,000: Provided, That the Secretary of State shall, at the time of the submission of the President's budget to Congress under section 1105(a) of title 31, United States Code, transmit to the Committees on Appropriations the most recent biennial budget prepared by the United Nations for the operations of the United Nations: Provided further, That the Secretary of State shall notify the Committees on Appropriations at least 15 days in advance (or in an emergency, as far in advance as is practicable) of any United Nations action to increase funding for any United Nations program without identifying an offsetting decrease elsewhere in the United Nations budget: Provided further, That not later than May 1, 2024, and 30 days after the end of fiscal year 2024, the Secretary of State shall report to the Committees on Appropriations any credits attributable to the United States, including from the United Nations Tax Equalization Fund, and provide updated fiscal year 2024 and fiscal year 2025 assessment costs including offsets from available credits and updated foreign currency exchange rates: Provided further, That any such credits shall only be available for United States assessed contributions to the United Nations regular budget, and the Committees on Appropriations shall be notified when such credits are applied to any assessed contribution, including any payment of arrearages: Provided further, That any notification regarding funds appropriated or otherwise made available under this heading in this Act or prior Acts making appropriations for the Department of State, foreign operations, and related programs submitted pursuant to section 7015 of this Act, section 34 of the State Department Basic Authorities Act of 1956 (22 U.S.C. 2706), or any operating plan submitted pursuant to section 7062 of this Act, shall include an estimate of all known credits currently attributable to the United States and provide updated assessment costs including offsets from available credits and updated foreign currency exchange rates: Provided further, That any payment of arrearages under this heading shall be directed to activities that are mutually agreed upon by the United States and the respective international organization and shall be subject to the regular notification procedures of the Committees on Appropriations: Provided further, That none of the funds appropriated under this heading shall be available for a United States contribution to an international organization for the United States share of interest costs made known to the United States Government by such organization for loans incurred on or after October 1, 1984, through external borrowings: Provided further, That none of the funds appropriated or otherwise made available under this heading may be made available for the United Nations Relief and Works Agency.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 14901,
    "endPosition": 14910,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Precedent",
    "context": "2706), or any operating plan submitted pursuant to section 7062 of this Act, shall include an estimate of all known credits currently attributable to the United States and provide updated assessment costs including offsets from available credits and updated foreign currency exchange rates: Provided further, That any payment of arrearages under this heading shall be directed to activities that are mutually agreed upon by the United States and the respective international organization and shall be subject to the regular notification procedures of the Committees on Appropriations: Provided further, That none of the funds appropriated under this heading shall be available for a United States contribution to an international organization for the United States share of interest costs made known to the United States Government by such organization for loans incurred on or after October 1, 1984, through external borrowings: Provided further, That none of the funds appropriated or otherwise made available under this heading may be made available for the United Nations Relief and Works Agency. CONTRIBUTIONS FOR INTERNATIONAL PEACEKEEPING ACTIVITIES For necessary expenses to pay assessed and other expenses of international peacekeeping activities directed to the maintenance or restoration of international peace and security, $1,268,886,000, of which $190,333,000 may remain available until September 30, 2025: Provided, That none of the funds made available by this Act shall be obligated or expended for any new or expanded United Nations peacekeeping mission unless, at least 15 days in advance of voting for such mission in the United Nations Security Council (or in an emergency as far in advance as is practicable), the Committees on Appropriations are notified of: (1) the estimated cost and duration of the mission, the objectives of the mission, the national interest that will be served, and the exit strategy; and (2) the sources of funds, including any reprogrammings or transfers, that will be used to pay the cost of the new or expanded mission, and the estimated cost in future fiscal years: Provided further, That none of the funds appropriated under this heading may be made available for obligation unless the Secretary of State certifies and reports to the Committees on Appropriations on a peacekeeping mission-by-mission basis that the United Nations is implementing effective policies and procedures to prevent United Nations employees, contractor personnel, and peacekeeping troops serving in such mission from trafficking in persons, exploiting victims of trafficking, or committing acts of sexual exploitation and abuse or other violations of human rights, and to hold accountable individuals who engage in such acts while participating in such mission, including prosecution in their home countries and making information about such prosecutions publicly available on the website of the United Nations: Provided further, That the Secretary of State shall work with the United Nations and foreign governments contributing peacekeeping troops to implement effective vetting procedures to ensure that such troops have not violated human rights: Provided further, That funds shall be available for peacekeeping expenses unless the Secretary of State determines that United States manufacturers and suppliers are not being given opportunities to provide equipment, services, and material for United Nations peacekeeping activities equal to those being given to foreign manufacturers and suppliers: Provided further, That none of the funds appropriated or otherwise made available under this heading may be used for any United Nations peacekeeping mission that will involve United States Armed Forces under the command or operational control of a foreign national, unless the President's military advisors have submitted to the President a recommendation that such involvement is in the national interest of the United States and the President has submitted to Congress such a recommendation: Provided further, That not later than May 1, 2024, and 30 days after the end of fiscal year 2024, the Secretary of State shall report to the Committees on Appropriations any credits attributable to the United States, including those resulting from United Nations peacekeeping missions or the United Nations Tax Equalization Fund, and provide updated fiscal year 2024 and fiscal year 2025 assessment costs, including offsets from available credits: Provided further, That any such credits shall only be available for United States assessed contributions to United Nations peacekeeping missions, and the Committees on Appropriations shall be notified when such credits are applied to any assessed contribution, including any payment of arrearages: Provided further, That any notification regarding funds appropriated or otherwise made available under this heading in this Act or prior Acts making appropriations for the Department of State, foreign operations, and related programs submitted pursuant to section 7015 of this Act, section 34 of the State Department Basic Authorities Act of 1956 (22 U.S.C. 2706), or any operating plan submitted pursuant to section 7062 of this Act, shall include an estimate of all known credits currently attributable to the United States and provide updated assessment costs, including offsets from available credits: Provided further, That any payment of arrearages with funds appropriated by this Act shall be subject to the regular notification procedures of the Committees on Appropriations: Provided further, That the Secretary of State shall work with the United Nations and members of the United Nations Security Council to evaluate and prioritize peacekeeping missions, and to consider a draw down when mission goals have been substantially achieved.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 20307,
    "endPosition": 20316,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "INTERNATIONAL FISHERIES COMMISSIONS For necessary expenses for international fisheries commissions, not otherwise provided for, as authorized by law, $62,864,000: Provided, That the United States share of such expenses may be advanced to the respective commissions pursuant to section 3324 of title 31, United States Code. RELATED AGENCY United States agency for global media INTERNATIONAL BROADCASTING OPERATIONS For necessary expenses to enable the United States Agency for Global Media (USAGM), as authorized, to carry out international communication activities, and to make and supervise grants for radio, Internet, and television broadcasting to the Middle East, $798,196,000, of which $39,910,000 may remain available until September 30, 2025: Provided, That in addition to amounts otherwise available for such purposes, up to $64,208,000 of the amount appropriated under this heading may remain available until expended for satellite transmissions and Internet freedom programs, of which not less than $43,500,000 shall be for Internet freedom programs: Provided further, That of the funds appropriated under this heading, not less than $35,000,000 shall be made available for the Office of Cuba Broadcasting (OCB) pursuant to the requirements included in section 7045 of this Act: Provided further, That of the funds appropriated under this heading and made available for the Open Technology Fund, not less than $5,000,000 shall be made available for grants for innovative methods to reach audiences inside of Cuba: Provided further, That such funds are in addition to amounts otherwise made available for such purposes: Provided further, That of the funds appropriated under this heading and made available for USAGM networks, not less than $5,000,000 shall be made available for programming produced about Cuba by OCB, which are in addition to funds made available for OCB: Provided further, That of the total amount appropriated under this heading, not to exceed $35,000 may be used for representation expenses, of which $10,000 may be used for such expenses within the United States as authorized, and not to exceed $30,000 may be used for representation expenses of Radio Free Europe/Radio Liberty: Provided further, That funds appropriated under this heading shall be made available in accordance with the principles and standards set forth in section 303(a) and (b) of the United States International Broadcasting Act of 1994 (22 U.S.C. 6202) and section 305(b) of such Act (22 U.S.C.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 20355,
    "endPosition": 20364,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "INTERNATIONAL FISHERIES COMMISSIONS For necessary expenses for international fisheries commissions, not otherwise provided for, as authorized by law, $62,864,000: Provided, That the United States share of such expenses may be advanced to the respective commissions pursuant to section 3324 of title 31, United States Code. RELATED AGENCY United States agency for global media INTERNATIONAL BROADCASTING OPERATIONS For necessary expenses to enable the United States Agency for Global Media (USAGM), as authorized, to carry out international communication activities, and to make and supervise grants for radio, Internet, and television broadcasting to the Middle East, $798,196,000, of which $39,910,000 may remain available until September 30, 2025: Provided, That in addition to amounts otherwise available for such purposes, up to $64,208,000 of the amount appropriated under this heading may remain available until expended for satellite transmissions and Internet freedom programs, of which not less than $43,500,000 shall be for Internet freedom programs: Provided further, That of the funds appropriated under this heading, not less than $35,000,000 shall be made available for the Office of Cuba Broadcasting (OCB) pursuant to the requirements included in section 7045 of this Act: Provided further, That of the funds appropriated under this heading and made available for the Open Technology Fund, not less than $5,000,000 shall be made available for grants for innovative methods to reach audiences inside of Cuba: Provided further, That such funds are in addition to amounts otherwise made available for such purposes: Provided further, That of the funds appropriated under this heading and made available for USAGM networks, not less than $5,000,000 shall be made available for programming produced about Cuba by OCB, which are in addition to funds made available for OCB: Provided further, That of the total amount appropriated under this heading, not to exceed $35,000 may be used for representation expenses, of which $10,000 may be used for such expenses within the United States as authorized, and not to exceed $30,000 may be used for representation expenses of Radio Free Europe/Radio Liberty: Provided further, That funds appropriated under this heading shall be made available in accordance with the principles and standards set forth in section 303(a) and (b) of the United States International Broadcasting Act of 1994 (22 U.S.C. 6202) and section 305(b) of such Act (22 U.S.C.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 22284,
    "endPosition": 22293,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "BROADCASTING CAPITAL IMPROVEMENTS For the purchase, rent, construction, repair, preservation, and improvement of facilities for radio, television, and digital transmission and reception; the purchase, rent, and installation of necessary equipment for radio, television, and digital transmission and reception, including to Cuba, as authorized; and physical security worldwide, in addition to amounts otherwise available for such purposes, $9,700,000, to remain available until expended, as authorized. RELATED PROGRAMS The asia foundation For a grant to The Asia Foundation, as authorized by The Asia Foundation Act (22 U.S.C. 4402), $19,580,000, to remain available until expended.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C. 4601",
    "startPosition": 22506,
    "endPosition": 22520,
    "normCite": "22 usc 4601",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 4601",
    "sectionAndSubSection": "22 U.S.C. 4601",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "4402), $19,580,000, to remain available until expended. United States institute of peace For necessary expenses of the United States Institute of Peace, as authorized by the United States Institute of Peace Act (22 U.S.C. 4601 et seq.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 22925,
    "endPosition": 22934,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "), $38,634,000, to remain available until September 30, 2025, which shall not be used for construction activities. Center for middle eastern-Western dialogue trust fund For necessary expenses of the Center for Middle Eastern-Western Dialogue Trust Fund, as authorized by section 633 of the Departments of Commerce, Justice, and State, the Judiciary, and Related Agencies Appropriations Act, 2004 (22 U.S.C. 2078), the total amount of the interest and earnings accruing to such Fund on or before September 30, 2024, to remain available until expended.",
    "low_confidence": "Authority"
  },
  {
    "text": "20 U.S.C.",
    "startPosition": 23276,
    "endPosition": 23285,
    "normCite": "20 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "20 U.S.C. ",
    "sectionAndSubSection": "20 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "2078), the total amount of the interest and earnings accruing to such Fund on or before September 30, 2024, to remain available until expended. Eisenhower exchange fellowship program For necessary expenses of Eisenhower Exchange Fellowships, Incorporated, as authorized by sections 4 and 5 of the Eisenhower Exchange Fellowship Act of 1990 (20 U.S.C. 5204–5205), all interest and earnings accruing to the Eisenhower Exchange Fellowship Program Trust Fund on or before September 30, 2024, to remain available until expended: Provided, That none of the funds appropriated herein shall be used to pay any salary or other compensation, or to enter into any contract providing for the payment thereof, in excess of the rate authorized by section 5376 of title 5, United States Code; or for purposes which are not in accordance with section 200 of title 2 of the Code of Federal Regulations, including the restrictions on compensation for personal services.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C. 2452",
    "startPosition": 24085,
    "endPosition": 24099,
    "normCite": "22 usc 2452",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 2452",
    "sectionAndSubSection": "22 U.S.C. 2452",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "5204–5205), all interest and earnings accruing to the Eisenhower Exchange Fellowship Program Trust Fund on or before September 30, 2024, to remain available until expended: Provided, That none of the funds appropriated herein shall be used to pay any salary or other compensation, or to enter into any contract providing for the payment thereof, in excess of the rate authorized by section 5376 of title 5, United States Code; or for purposes which are not in accordance with section 200 of title 2 of the Code of Federal Regulations, including the restrictions on compensation for personal services. Israeli arab scholarship program For necessary expenses of the Israeli Arab Scholarship Program, as authorized by section 214 of the Foreign Relations Authorization Act, Fiscal Years 1992 and 1993 (22 U.S.C. 2452 note), all interest and earnings accruing to the Israeli Arab Scholarship Fund on or before September 30, 2024, to remain available until expended.",
    "low_confidence": "Exception"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 24726,
    "endPosition": 24735,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "East-West center To enable the Secretary of State to provide for carrying out the provisions of the Center for Cultural and Technical Interchange Between East and West Act of 1960, by grant to the Center for Cultural and Technical Interchange Between East and West in the State of Hawaii, $19,580,000. National endowment for democracy For grants made by the Department of State to the National Endowment for Democracy, as authorized by the National Endowment for Democracy Act (22 U.S.C. 4412), $315,000,000, to remain available until expended, of which $215,000,000 shall be allocated in the traditional and customary manner, including for the core institutes, and $100,000,000 shall be for democracy programs: Provided, That the requirements of section 7062(a) of this Act shall not apply to funds made available under this heading.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C. 6431",
    "startPosition": 26015,
    "endPosition": 26029,
    "normCite": "22 usc 6431",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 6431",
    "sectionAndSubSection": "22 U.S.C. 6431",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "OTHER COMMISSIONS Commission for the preservation of america’s heritage abroad SALARIES AND EXPENSES For necessary expenses for the Commission for the Preservation of America’s Heritage Abroad, as authorized by chapter 3123 of title 54, United States Code, $770,000, of which $115,000 may remain available until September 30, 2025: Provided, That the Commission may procure temporary, intermittent, and other services notwithstanding paragraph (3) of section 312304(b) of such chapter: Provided further, That such authority shall terminate on October 1, 2024: Provided further, That the Commission shall notify the Committees on Appropriations prior to exercising such authority. United States commission on international religious freedom SALARIES AND EXPENSES For necessary expenses for the United States Commission on International Religious Freedom, as authorized by title II of the International Religious Freedom Act of 1998 (22 U.S.C. 6431 et seq.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C. 3001",
    "startPosition": 26345,
    "endPosition": 26359,
    "normCite": "22 usc 3001",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 3001",
    "sectionAndSubSection": "22 U.S.C. 3001",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "), $4,500,000, to remain available until September 30, 2025, including not more than $4,000 for representation expenses. Commission on security and cooperation in europe SALARIES AND EXPENSES For necessary expenses of the Commission on Security and Cooperation in Europe, as authorized by Public Law 94–304 (22 U.S.C. 3001 et seq.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C. 6911",
    "startPosition": 26747,
    "endPosition": 26761,
    "normCite": "22 usc 6911",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 6911",
    "sectionAndSubSection": "22 U.S.C. 6911",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "), $2,908,000, including not more than $6,000 for representation expenses, to remain available until September 30, 2025. Congressional-Executive commission on the people's republic of china SALARIES AND EXPENSES For necessary expenses of the Congressional-Executive Commission on the People's Republic of China, as authorized by title III of the U.S.-China Relations Act of 2000 (22 U.S.C. 6911 et seq.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 27173,
    "endPosition": 27182,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "), $2,300,000, including not more than $3,000 for representation expenses, to remain available until September 30, 2025. United States-China economic and security review commission SALARIES AND EXPENSES For necessary expenses of the United States-China Economic and Security Review Commission, as authorized by section 1238 of the Floyd D. Spence National Defense Authorization Act for Fiscal Year 2001 (22 U.S.C. 7002), $4,000,000, including not more than $4,000 for representation expenses, to remain available until September 30, 2025: Provided, That the authorities, requirements, limitations, and conditions contained in the second through fifth provisos under this heading in the Department of State, Foreign Operations, and Related Programs Appropriations Act, 2010 (division F of Public Law 111–117) shall continue in effect during fiscal year 2024 and shall apply to funds appropriated under this heading.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 41677,
    "endPosition": 41686,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "ECONOMIC SUPPORT FUND For necessary expenses to carry out the provisions of chapter 4 of part II of the Foreign Assistance Act of 1961, $2,977,850,000, to remain available until September 30, 2025. DEMOCRACY FUND For necessary expenses to carry out the provisions of the Foreign Assistance Act of 1961 for the promotion of democracy globally, including to carry out the purposes of section 502(b)(3) and (5) of Public Law 98–164 (22 U.S.C. 4411), $210,700,000, to remain available until September 30, 2025, which shall be made available for the Human Rights and Democracy Fund of the Bureau of Democracy, Human Rights, and Labor, Department of State: Provided, That funds appropriated under this heading that are made available to the National Endowment for Democracy and its core institutes are in addition to amounts otherwise made available by this Act for such purposes: Provided further, That the Assistant Secretary for Democracy, Human Rights, and Labor, Department of State, shall consult with the Committees on Appropriations prior to the initial obligation of funds appropriated under this paragraph.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 43140,
    "endPosition": 43149,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "For an additional amount for such purposes, $145,000,000, to remain available until September 30, 2025, which shall be made available for the Bureau for Development, Democracy, and Innovation, United States Agency for International Development. ASSISTANCE FOR EUROPE, EURASIA AND CENTRAL ASIA For necessary expenses to carry out the provisions of the Foreign Assistance Act of 1961, the FREEDOM Support Act (Public Law 102–511), and the Support for Eastern European Democracy (SEED) Act of 1989 (Public Law 101–179), $770,334,000, to remain available until September 30, 2025, which shall be available, notwithstanding any other provision of law, except section 7047 of this Act, for assistance and related programs for countries identified in section 3 of the FREEDOM Support Act (22 U.S.C. 5801) and section 3(c) of the SEED Act of 1989 (22 U.S.C.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 43198,
    "endPosition": 43207,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "For an additional amount for such purposes, $145,000,000, to remain available until September 30, 2025, which shall be made available for the Bureau for Development, Democracy, and Innovation, United States Agency for International Development. ASSISTANCE FOR EUROPE, EURASIA AND CENTRAL ASIA For necessary expenses to carry out the provisions of the Foreign Assistance Act of 1961, the FREEDOM Support Act (Public Law 102–511), and the Support for Eastern European Democracy (SEED) Act of 1989 (Public Law 101–179), $770,334,000, to remain available until September 30, 2025, which shall be available, notwithstanding any other provision of law, except section 7047 of this Act, for assistance and related programs for countries identified in section 3 of the FREEDOM Support Act (22 U.S.C. 5801) and section 3(c) of the SEED Act of 1989 (22 U.S.C.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 44353,
    "endPosition": 44362,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "5402), in addition to funds otherwise available for such purposes: Provided, That funds appropriated by this Act under the headings Global Health Programs, Economic Support Fund, and International Narcotics Control and Law Enforcement that are made available for assistance for such countries shall be administered in accordance with the responsibilities of the coordinator designated pursuant to section 102 of the FREEDOM Support Act and section 601 of the SEED Act of 1989: Provided further, That funds appropriated under this heading shall be considered to be economic assistance under the Foreign Assistance Act of 1961 for purposes of making available the administrative authorities contained in that Act for the use of economic assistance: Provided further, That funds appropriated under this heading may be made available for contributions to multilateral initiatives to counter hybrid threats. Department of State MIGRATION AND REFUGEE ASSISTANCE For necessary expenses not otherwise provided for, to enable the Secretary of State to carry out the provisions of section 2(a) and (b) of the Migration and Refugee Assistance Act of 1962 (22 U.S.C. 2601), and other activities to meet refugee and migration needs; salaries and expenses of personnel and dependents as authorized by the Foreign Service Act of 1980 (22 U.S.C.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C. 3901",
    "startPosition": 44528,
    "endPosition": 44542,
    "normCite": "22 usc 3901",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 3901",
    "sectionAndSubSection": "22 U.S.C. 3901",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "Department of State MIGRATION AND REFUGEE ASSISTANCE For necessary expenses not otherwise provided for, to enable the Secretary of State to carry out the provisions of section 2(a) and (b) of the Migration and Refugee Assistance Act of 1962 (22 U.S.C. 2601), and other activities to meet refugee and migration needs; salaries and expenses of personnel and dependents as authorized by the Foreign Service Act of 1980 (22 U.S.C. 3901 et seq.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C. 2501",
    "startPosition": 45045,
    "endPosition": 45059,
    "normCite": "22 usc 2501",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 2501",
    "sectionAndSubSection": "22 U.S.C. 2501",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "); allowances as authorized by sections 5921 through 5925 of title 5, United States Code; purchase and hire of passenger motor vehicles; and services as authorized by section 3109 of title 5, United States Code, $2,548,250,000, to remain available until expended, of which not less than $5,000,000 shall be made available for refugees resettling in Israel. Independent agencies PEACE CORPS (INCLUDING TRANSFER OF FUNDS) For necessary expenses to carry out the provisions of the Peace Corps Act (22 U.S.C. 2501 et seq.",
    "low_confidence": "Exception"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 45484,
    "endPosition": 45493,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "2501 et seq. ), including the purchase of not to exceed five passenger motor vehicles for administrative purposes for use outside of the United States, $410,500,000, of which $7,300,000 is for the Office of Inspector General, to remain available until September 30, 2025: Provided, That the Director of the Peace Corps may transfer to the Foreign Currency Fluctuations Account, as authorized by section 16 of the Peace Corps Act (22 U.S.C. 2515), an amount not to exceed $5,000,000: Provided further, That funds transferred pursuant to the previous proviso may not be derived from amounts made available for Peace Corps overseas operations: Provided further, That of the funds appropriated under this heading, not to exceed $104,000 may be available for representation expenses, of which not to exceed $4,000 may be made available for entertainment expenses: Provided further, That in addition to the requirements under section 7015(a) of this Act, the Peace Corps shall consult with the Committees on Appropriations prior to any decision to open, close, or suspend a domestic or overseas office or a country program unless there is a substantial risk to volunteers or other Peace Corps personnel: Provided further, That none of the funds appropriated under this heading shall be used to pay for abortions: Provided further, That notwithstanding the previous proviso, section 614 of division E of Public Law 113–76 shall apply to funds appropriated under this heading.",
    "low_confidence": "Definition"
  },
  {
    "text": "22 U.S.C. 7701",
    "startPosition": 46648,
    "endPosition": 46662,
    "normCite": "22 usc 7701",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 7701",
    "sectionAndSubSection": "22 U.S.C. 7701",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "2515), an amount not to exceed $5,000,000: Provided further, That funds transferred pursuant to the previous proviso may not be derived from amounts made available for Peace Corps overseas operations: Provided further, That of the funds appropriated under this heading, not to exceed $104,000 may be available for representation expenses, of which not to exceed $4,000 may be made available for entertainment expenses: Provided further, That in addition to the requirements under section 7015(a) of this Act, the Peace Corps shall consult with the Committees on Appropriations prior to any decision to open, close, or suspend a domestic or overseas office or a country program unless there is a substantial risk to volunteers or other Peace Corps personnel: Provided further, That none of the funds appropriated under this heading shall be used to pay for abortions: Provided further, That notwithstanding the previous proviso, section 614 of division E of Public Law 113–76 shall apply to funds appropriated under this heading. MILLENNIUM CHALLENGE CORPORATION For necessary expenses to carry out the provisions of the Millennium Challenge Act of 2003 (22 U.S.C. 7701 et seq.)",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 46945,
    "endPosition": 46954,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "7701 et seq.) (MCA), $905,000,000, to remain available until expended: Provided, That of the funds appropriated under this heading, up to $122,000,000 may be available for administrative expenses of the Millennium Challenge Corporation: Provided further, That section 605(e) of the MCA (22 U.S.C. 7704(e)) shall apply to funds appropriated under this heading: Provided further, That funds appropriated under this heading may be made available for a Millennium Challenge Compact entered into pursuant to section 609 of the MCA (22 U.S.C.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 47185,
    "endPosition": 47194,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(MCA), $905,000,000, to remain available until expended: Provided, That of the funds appropriated under this heading, up to $122,000,000 may be available for administrative expenses of the Millennium Challenge Corporation: Provided further, That section 605(e) of the MCA (22 U.S.C. 7704(e)) shall apply to funds appropriated under this heading: Provided further, That funds appropriated under this heading may be made available for a Millennium Challenge Compact entered into pursuant to section 609 of the MCA (22 U.S.C. 7708) only if such Compact obligates, or contains a commitment to obligate subject to the availability of funds and the mutual agreement of the parties to the Compact to proceed, the entire amount of the United States Government funding anticipated for the duration of the Compact: Provided further, That of the funds appropriated under this heading, not to exceed $100,000 may be available for representation and entertainment expenses, of which not to exceed $5,000 may be available for entertainment expenses.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C. 290h",
    "startPosition": 48243,
    "endPosition": 48257,
    "normCite": "22 usc 290h",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 290h",
    "sectionAndSubSection": "22 U.S.C. 290h",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "INTER-AMERICAN FOUNDATION For necessary expenses to carry out the functions of the Inter-American Foundation in accordance with the provisions of section 401 of the Foreign Assistance Act of 1969, $22,500,000, to remain available until September 30, 2025: Provided, That of the funds appropriated under this heading, not to exceed $2,000 may be available for representation expenses. UNITED STATES AFRICAN DEVELOPMENT FOUNDATION For necessary expenses to carry out the African Development Foundation Act (title V of Public Law 96–533; 22 U.S.C. 290h et seq.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 48816,
    "endPosition": 48825,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "290h et seq. ), $30,000,000, to remain available until September 30, 2025, of which not to exceed $2,000 may be available for representation expenses: Provided, That funds made available to grantees may be invested pending expenditure for project purposes when authorized by the Board of Directors of the United States African Development Foundation (USADF): Provided further, That interest earned shall be used only for the purposes for which the grant was made: Provided further, That notwithstanding section 505(a)(2) of the African Development Foundation Act (22 U.S.C. 290h–3(a)(2)), in exceptional circumstances the Board of Directors of the USADF may waive the $250,000 limitation contained in that section with respect to a project and a project may exceed the limitation by up to 10 percent if the increase is due solely to foreign currency fluctuation: Provided further, That the USADF shall submit a report to the appropriate congressional committees after each time such waiver authority is exercised: Provided further, That the USADF may make rent or lease payments in advance from appropriations available for such purpose for offices, buildings, grounds, and quarters in Africa as may be necessary to carry out its functions: Provided further, That the USADF may maintain bank accounts outside the United States Treasury and retain any interest earned on such accounts, in furtherance of the purposes of the African Development Foundation Act: Provided further, That the USADF may not withdraw any appropriation from the Treasury prior to the need of spending such funds for program purposes.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 54087,
    "endPosition": 54096,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "IV INTERNATIONAL SECURITY ASSISTANCE Department of State INTERNATIONAL NARCOTICS CONTROL AND LAW ENFORCEMENT For necessary expenses to carry out section 481 of the Foreign Assistance Act of 1961, $1,497,469,000, to remain available until September 30, 2025: Provided, That the Department of State may use the authority of section 608 of the Foreign Assistance Act of 1961, without regard to its restrictions, to receive excess property from an agency of the United States Government for the purpose of providing such property to a foreign country or international organization under chapter 8 of part I of such Act, subject to the regular notification procedures of the Committees on Appropriations: Provided further, That section 482(b) of the Foreign Assistance Act of 1961 shall not apply to funds appropriated under this heading, except that any funds made available notwithstanding such section shall be subject to the regular notification procedures of the Committees on Appropriations: Provided further, That funds appropriated under this heading shall be made available to support training and technical assistance for foreign law enforcement, corrections, judges, and other judicial authorities, utilizing regional partners: Provided further, That funds made available under this heading that are transferred to another department, agency, or instrumentality of the United States Government pursuant to section 632(b) of the Foreign Assistance Act of 1961 valued in excess of $5,000,000, and any agreement made pursuant to section 632(a) of such Act, shall be subject to the regular notification procedures of the Committees on Appropriations: Provided further, That funds made available under this heading for Program Development and Support may be made available notwithstanding pre-obligation requirements contained in this Act, except for the notification requirements of section 7015. NONPROLIFERATION, ANTI-TERRORISM, DEMINING AND RELATED PROGRAMS For necessary expenses for nonproliferation, anti-terrorism, demining and related programs and activities, $921,000,000, to remain available until September 30, 2025, to carry out the provisions of chapter 8 of part II of the Foreign Assistance Act of 1961 for anti-terrorism assistance, chapter 9 of part II of the Foreign Assistance Act of 1961, section 504 of the FREEDOM Support Act (22 U.S.C. 5854), section 23 of the Arms Export Control Act (22 U.S.C.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 54147,
    "endPosition": 54156,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "IV INTERNATIONAL SECURITY ASSISTANCE Department of State INTERNATIONAL NARCOTICS CONTROL AND LAW ENFORCEMENT For necessary expenses to carry out section 481 of the Foreign Assistance Act of 1961, $1,497,469,000, to remain available until September 30, 2025: Provided, That the Department of State may use the authority of section 608 of the Foreign Assistance Act of 1961, without regard to its restrictions, to receive excess property from an agency of the United States Government for the purpose of providing such property to a foreign country or international organization under chapter 8 of part I of such Act, subject to the regular notification procedures of the Committees on Appropriations: Provided further, That section 482(b) of the Foreign Assistance Act of 1961 shall not apply to funds appropriated under this heading, except that any funds made available notwithstanding such section shall be subject to the regular notification procedures of the Committees on Appropriations: Provided further, That funds appropriated under this heading shall be made available to support training and technical assistance for foreign law enforcement, corrections, judges, and other judicial authorities, utilizing regional partners: Provided further, That funds made available under this heading that are transferred to another department, agency, or instrumentality of the United States Government pursuant to section 632(b) of the Foreign Assistance Act of 1961 valued in excess of $5,000,000, and any agreement made pursuant to section 632(a) of such Act, shall be subject to the regular notification procedures of the Committees on Appropriations: Provided further, That funds made available under this heading for Program Development and Support may be made available notwithstanding pre-obligation requirements contained in this Act, except for the notification requirements of section 7015. NONPROLIFERATION, ANTI-TERRORISM, DEMINING AND RELATED PROGRAMS For necessary expenses for nonproliferation, anti-terrorism, demining and related programs and activities, $921,000,000, to remain available until September 30, 2025, to carry out the provisions of chapter 8 of part II of the Foreign Assistance Act of 1961 for anti-terrorism assistance, chapter 9 of part II of the Foreign Assistance Act of 1961, section 504 of the FREEDOM Support Act (22 U.S.C. 5854), section 23 of the Arms Export Control Act (22 U.S.C.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 58309,
    "endPosition": 58318,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "Funds appropriated to the President INTERNATIONAL MILITARY EDUCATION AND TRAINING For necessary expenses to carry out the provisions of section 541 of the Foreign Assistance Act of 1961, $125,425,000, to remain available until September 30, 2025: Provided, That the civilian personnel for whom military education and training may be provided under this heading may include civilians who are not members of a government whose participation would contribute to improved civil-military relations, civilian control of the military, or respect for human rights: Provided further, That of the funds appropriated under this heading, $3,500,000 shall remain available until expended to increase the participation of women in programs and activities funded under this heading, following consultation with the Committees on Appropriations: Provided further, That of the funds appropriated under this heading, not to exceed $50,000 may be available for entertainment expenses. FOREIGN MILITARY FINANCING PROGRAM For necessary expenses for grants to enable the President to carry out the provisions of section 23 of the Arms Export Control Act (22 U.S.C. 2763), $6,703,049,000: Provided, That to expedite the provision of assistance to foreign countries and international organizations, the Secretary of State, following consultation with the Committees on Appropriations and subject to the regular notification procedures of such Committees, may use the funds appropriated under this heading to procure defense articles and services to enhance the capacity of foreign security forces: Provided further, That funds appropriated or otherwise made available under this heading shall be nonrepayable notwithstanding any requirement in section 23 of the Arms Export Control Act: Provided further, That funds made available under this heading shall be obligated upon apportionment in accordance with paragraph (5)(C) of section 1501(a) of title 31, United States Code.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 61495,
    "endPosition": 61504,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "2763), $6,703,049,000: Provided, That to expedite the provision of assistance to foreign countries and international organizations, the Secretary of State, following consultation with the Committees on Appropriations and subject to the regular notification procedures of such Committees, may use the funds appropriated under this heading to procure defense articles and services to enhance the capacity of foreign security forces: Provided further, That funds appropriated or otherwise made available under this heading shall be nonrepayable notwithstanding any requirement in section 23 of the Arms Export Control Act: Provided further, That funds made available under this heading shall be obligated upon apportionment in accordance with paragraph (5)(C) of section 1501(a) of title 31, United States Code. None of the funds made available under this heading shall be available to finance the procurement of defense articles, defense services, or design and construction services that are not sold by the United States Government under the Arms Export Control Act unless the foreign country proposing to make such procurement has first signed an agreement with the United States Government specifying the conditions under which such procurement may be financed with such funds: Provided, That all country and funding level increases in allocations shall be submitted through the regular notification procedures of section 7015 of this Act: Provided further, That funds made available under this heading may be used, notwithstanding any other provision of law, for demining, the clearance of unexploded ordnance, and related activities, and may include activities implemented through nongovernmental and international organizations: Provided further, That a country that is a member of the North Atlantic Treaty Organization (NATO) or is a major non-NATO ally designated by section 517(b) of the Foreign Assistance Act of 1961 may utilize funds made available under this heading for procurement of defense articles, defense services, or design and construction services that are not sold by the United States Government under the Arms Export Control Act: Provided further, That funds appropriated under this heading shall be expended at the minimum rate necessary to make timely payment for defense articles and services: Provided further, That not more than $72,000,000 of the funds appropriated under this heading may be obligated for necessary expenses, including the purchase of passenger motor vehicles for replacement only for use outside of the United States, for the general costs of administering military assistance and sales, except that this limitation may be exceeded only through the regular notification procedures of the Committees on Appropriations: Provided further, That of the funds made available under this heading for general costs of administering military assistance and sales, not to exceed $4,000 may be available for entertainment expenses and not to exceed $130,000 may be available for representation expenses: Provided further, That not more than $1,541,392,546 of funds realized pursuant to section 21(e)(1)(A) of the Arms Export Control Act (22 U.S.C. 2761(e)(1)(A)) may be obligated for expenses incurred by the Department of Defense during fiscal year 2024 pursuant to section 43(b) of the Arms Export Control Act (22 U.S.C.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 61670,
    "endPosition": 61679,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Definition",
    "context": "None of the funds made available under this heading shall be available to finance the procurement of defense articles, defense services, or design and construction services that are not sold by the United States Government under the Arms Export Control Act unless the foreign country proposing to make such procurement has first signed an agreement with the United States Government specifying the conditions under which such procurement may be financed with such funds: Provided, That all country and funding level increases in allocations shall be submitted through the regular notification procedures of section 7015 of this Act: Provided further, That funds made available under this heading may be used, notwithstanding any other provision of law, for demining, the clearance of unexploded ordnance, and related activities, and may include activities implemented through nongovernmental and international organizations: Provided further, That a country that is a member of the North Atlantic Treaty Organization (NATO) or is a major non-NATO ally designated by section 517(b) of the Foreign Assistance Act of 1961 may utilize funds made available under this heading for procurement of defense articles, defense services, or design and construction services that are not sold by the United States Government under the Arms Export Control Act: Provided further, That funds appropriated under this heading shall be expended at the minimum rate necessary to make timely payment for defense articles and services: Provided further, That not more than $72,000,000 of the funds appropriated under this heading may be obligated for necessary expenses, including the purchase of passenger motor vehicles for replacement only for use outside of the United States, for the general costs of administering military assistance and sales, except that this limitation may be exceeded only through the regular notification procedures of the Committees on Appropriations: Provided further, That of the funds made available under this heading for general costs of administering military assistance and sales, not to exceed $4,000 may be available for entertainment expenses and not to exceed $130,000 may be available for representation expenses: Provided further, That not more than $1,541,392,546 of funds realized pursuant to section 21(e)(1)(A) of the Arms Export Control Act (22 U.S.C. 2761(e)(1)(A)) may be obligated for expenses incurred by the Department of Defense during fiscal year 2024 pursuant to section 43(b) of the Arms Export Control Act (22 U.S.C. 2792(b)), except that this limitation may be exceeded only through the regular notification procedures of the Committees on Appropriations.",
    "low_confidence": "Authority"
  },
  {
    "text": "5 U.S.C.",
    "startPosition": 64113,
    "endPosition": 64121,
    "normCite": "5 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "5 U.S.C. ",
    "sectionAndSubSection": "5 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "CONTRIBUTION TO THE INTERNATIONAL FUND FOR AGRICULTURAL DEVELOPMENT For payment to the International Fund for Agricultural Development by the Secretary of the Treasury, $30,000,000, to remain available until expended. VI EXPORT AND INVESTMENT ASSISTANCE Export-Import bank of the United States INSPECTOR GENERAL For necessary expenses of the Office of Inspector General in carrying out the provisions of the Inspector General Act of 1978 (5 U.S.C. App.",
    "low_confidence": "Amendment"
  },
  {
    "text": "5 U.S.C.",
    "startPosition": 68238,
    "endPosition": 68246,
    "normCite": "5 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "5 U.S.C. ",
    "sectionAndSubSection": "5 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "RECEIPTS COLLECTED Receipts collected pursuant to the Export-Import Bank Act of 1945 (Public Law 79–173) and the Federal Credit Reform Act of 1990, in an amount not to exceed the amount appropriated herein, shall be credited as offsetting collections to this account: Provided, That the sums herein appropriated from the General Fund shall be reduced on a dollar-for-dollar basis by such offsetting collections so as to result in a final fiscal year appropriation from the General Fund estimated at $0. United States international development finance corporation INSPECTOR GENERAL For necessary expenses of the Office of Inspector General in carrying out the provisions of the Inspector General Act of 1978 (5 U.S.C. App.",
    "low_confidence": "Amendment"
  },
  {
    "text": "CCA or",
    "startPosition": 72271,
    "endPosition": 72277,
    "normCite": "irs cca or",
    "citeType": "USAdmin",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Precedent",
    "context": "CORPORATE CAPITAL ACCOUNT The United States International Development Finance Corporation (the Corporation) is authorized to make such expenditures and commitments within the limits of funds and borrowing authority available to the Corporation, and in accordance with the law, and to make such expenditures and commitments without regard to fiscal year limitations, as provided by section 9104 of title 31, United States Code, as may be necessary in carrying out the programs for the current fiscal year for the Corporation: Provided, That for necessary expenses of the activities described in subsections (b), (c), (e), (f), and (g) of section 1421 of the BUILD Act of 2018 (division F of Public Law 115–254) and for administrative expenses to carry out authorized activities and project-specific transaction costs described in section 1434(d) of such Act, $769,029,000: Provided further, That of the amount provided— (1) $198,000,000 shall remain available until September 30, 2026, for administrative expenses to carry out authorized activities (including an amount for official reception and representation expenses which shall not exceed $25,000) and project-specific transaction costs as described in section 1434(k) of such Act; and (2) $571,029,000 shall remain available until September 30, 2026, for the activities described in subsections (b), (c), (e), (f), and (g) of section 1421 of the BUILD Act of 2018, except such amounts obligated in a fiscal year for activities described in section 1421(c) of such Act shall remain available for disbursement for the term of the underlying project: Provided further, That amounts made available under this paragraph may be paid to the United States International Development Finance Corporation—Program Account for programs authorized by subsections (b), (e), (f), and (g) of section 1421 of the BUILD Act of 2018: Provided further, That funds may only be obligated pursuant to section 1421(g) of the BUILD Act of 2018 subject to prior consultation with the appropriate congressional committees and the regular notification procedures of the Committees on Appropriations: Provided further, That funds appropriated by this Act and prior Acts making appropriations for the Department of State, foreign operations, and related programs for support by the Corporation in upper-middle income countries shall be subject to prior consultation with the Committees on Appropriations: Provided further, That in fiscal year 2024 collections of amounts described in section 1434(h) of the BUILD Act of 2018 shall be credited as offsetting collections to this appropriation: Provided further, That such collections collected in fiscal year 2024 in excess of $769,029,000 shall be credited to this account and shall be available in future fiscal years only to the extent provided in advance in appropriations Acts: Provided further, That in fiscal year 2024, if such collections are less than $769,029,000, receipts collected pursuant to the BUILD Act of 2018 and the Federal Credit Reform Act of 1990, in an amount equal to such shortfall, shall be credited as offsetting collections to this appropriation: Provided further, That funds appropriated or otherwise made available under this heading may not be used to provide any type of assistance that is otherwise prohibited by any other provision of law or to provide assistance to any foreign country that is otherwise prohibited by any other provision of law: Provided further, That the sums herein appropriated from the General Fund shall be reduced on a dollar-for-dollar basis by the offsetting collections described under this heading so as to result in a final fiscal year appropriation from the General Fund estimated at $558,000,000. PROGRAM ACCOUNT Amounts paid from United States International Development Finance Corporation—Corporate Capital Account (CCA) shall remain available until September 30, 2026: Provided, That amounts paid to this account from CCA or transferred to this account pursuant to section 1434(j) of the BUILD Act of 2018 (division F of Public Law 115–254) shall be available for the costs of direct and guaranteed loans provided by the Corporation pursuant to section 1421(b) of such Act and the costs of modifying loans and loan guarantees transferred to the Corporation pursuant to section 1463 of such Act: Provided further, That such costs, including the cost of modifying such loans, shall be as defined in section 502 of the Congressional Budget Act of 1974: Provided further, That such amounts obligated in a fiscal year shall remain available for disbursement for the following 8 fiscal years: Provided further, That funds made available in this Act and transferred to carry out the Foreign Assistance Act of 1961 pursuant to section 1434(j) of the BUILD Act of 2018 may remain available for obligation for 1 additional fiscal year: Provided further, That the total loan principal or guaranteed principal amount shall not exceed $10,000,000,000. Trade and development agency For necessary expenses to carry out the provisions of section 661 of the Foreign Assistance Act of 1961, $87,000,000, to remain available until September 30, 2025, of which no more than $21,000,000 may be used for administrative expenses: Provided, That of the funds appropriated under this heading, not more than $5,000 may be available for representation and entertainment expenses.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C. 2151a",
    "startPosition": 81494,
    "endPosition": 81509,
    "normCite": "22 usc 2151a",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 2151a",
    "sectionAndSubSection": "22 U.S.C. 2151a",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "7006. No part of any appropriation contained in this Act shall be used for publicity or propaganda purposes within the United States not authorized before enactment of this Act by Congress: Provided, That up to $25,000 may be made available to carry out the provisions of section 316 of the International Security and Development Cooperation Act of 1980 (Public Law 96–533; 22 U.S.C. 2151a note).",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 95965,
    "endPosition": 95974,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "7011. No part of any appropriation contained in this Act shall remain available for obligation after the expiration of the current fiscal year unless expressly so provided by this Act: Provided, That funds appropriated for the purposes of chapters 1 and 8 of part I, section 661, chapters 4, 5, 6, 8, and 9 of part II of the Foreign Assistance Act of 1961, section 23 of the Arms Export Control Act (22 U.S.C. 2763), and funds made available for United States International Development Finance Corporation and under the heading Assistance for Europe, Eurasia and Central Asia shall remain available for an additional 4 years from the date on which the availability of such funds would otherwise have expired, if such funds are initially obligated before the expiration of their respective periods of availability contained in this Act: Provided further, That notwithstanding any other provision of this Act, any funds made available for the purposes of chapter 1 of part I and chapter 4 of part II of the Foreign Assistance Act of 1961 which are allocated or obligated for cash disbursements in order to address balance of payments or economic policy reform objectives, shall remain available for an additional 4 years from the date on which the availability of such funds would otherwise have expired, if such funds are initially allocated or obligated before the expiration of their respective periods of availability contained in this Act: Provided further, That the Secretary of State and the Administrator of the United States Agency for International Development shall provide a report to the Committees on Appropriations not later than October 31, 2024, detailing by account and source year, the use of this authority during the previous fiscal year: Provided further, That any funds obligated for an additional period of availability pursuant to this section in this Act and prior Acts making appropriations for the Department of State, foreign operations, and related programs shall be subject to the regular notification procedures of the Committees on Appropriations: Provided further, That any notification submitted pursuant to the previous proviso shall indicate the source year of funds, the purpose of initial obligation, the reason for de-obligation, and the purpose for re-obligation.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 113363,
    "endPosition": 113372,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(2) Democracy program policy and procedures Modifications to democracy program policy and procedures, including relating to the use of consortia, by the Department of State and USAID shall be subject to prior consultation with, and the regular notification procedures of, the Committees on Appropriations. (3) Arms sales The reports, notifications, and certifications, and any other documents, required to be submitted pursuant to section 36(a) of the Arms Export Control Act (22 U.S.C. 2776), and such documents submitted pursuant to section 36(b) through (d) of such Act with respect to countries that have received assistance provided with funds appropriated by this Act or prior Acts making appropriations for the Department of State, foreign operations, and related programs, shall be concurrently submitted to the Committees on Appropriations and shall include information about the source of funds for any sale or transfer, as applicable, if known at the time of submission.",
    "low_confidence": "Amendment"
  },
  {
    "text": "44 U.S.C.",
    "startPosition": 116779,
    "endPosition": 116788,
    "normCite": "44 usc",
    "citeType": "USC",
    "altCite": "44 U.S.C.",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "44 U.S.C. ",
    "sectionAndSubSection": "44 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Definition",
    "context": "(4) The head of the agency posting such report shall do so in a central location on the public website of such agency. (c) Records management and related cybersecurity protections The Secretary of State and USAID Administrator shall— (1) regularly review and update the policies, directives, and oversight necessary to comply with Federal statutes, regulations, and presidential executive orders and memoranda concerning the preservation of all records made or received in the conduct of official business, including record emails, instant messaging, and other online tools; (2) use funds appropriated by this Act under the headings Diplomatic Programs and Capital Investment Fund in title I, and Operating Expenses and Capital Investment Fund in title II, as appropriate, to improve Federal records management pursuant to the Federal Records Act (44 U.S.C. Chapters 21, 29, 31, and 33) and other applicable Federal records management statutes, regulations, or policies for the Department of State and USAID; (3) direct departing employees, including senior officials, that all Federal records generated by such employees belong to the Federal Government; (4) substantially reduce, compared to the previous fiscal year, the response time for identifying and retrieving Federal records, including requests made pursuant to section 552 of title 5, United States Code (commonly known as the Freedom of Information Act); and (5) strengthen cybersecurity measures to mitigate vulnerabilities, including those resulting from the use of personal email accounts or servers outside the .gov domain, improve the process to identify and remove inactive user accounts, update and enforce guidance related to the control of national security information, and implement the recommendations of the applicable reports of the cognizant Office of Inspector General.",
    "low_confidence": "Amendment"
  },
  {
    "text": "50 U.S.C.",
    "startPosition": 122529,
    "endPosition": 122538,
    "normCite": "50 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "50 U.S.C. ",
    "sectionAndSubSection": "50 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Definition",
    "context": "7021. (a) Lethal military equipment exports (1) Prohibition None of the funds appropriated or otherwise made available under titles III through VI of this Act may be made available to any foreign government which provides lethal military equipment to a country the government of which the Secretary of State has determined supports international terrorism for purposes of section 1754(c) of the Export Reform Control Act of 2018 (50 U.S.C. 4813(c)): Provided, That the prohibition under this section with respect to a foreign government shall terminate 12 months after that government ceases to provide such military equipment: Provided further, That this section applies with respect to lethal military equipment provided under a contract entered into after October 1, 1997.",
    "low_confidence": "Amendment"
  },
  {
    "text": "8 U.S.C.",
    "startPosition": 124162,
    "endPosition": 124170,
    "normCite": "8 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "8 U.S.C. ",
    "sectionAndSubSection": "8 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(3) Report Whenever the President makes a determination pursuant to paragraph (2), the President shall submit to the Committees on Appropriations a report with respect to the furnishing of such assistance, including a detailed explanation of the assistance to be provided, the estimated dollar amount of such assistance, and an explanation of how the assistance furthers the United States national interest. (b) Bilateral assistance (1) Limitations Funds appropriated for bilateral assistance in titles III through VI of this Act and funds appropriated under any such title in prior Acts making appropriations for the Department of State, foreign operations, and related programs, shall not be made available to any foreign government which the President determines— (A) grants sanctuary from prosecution to any individual or group which has committed an act of international terrorism; (B) otherwise supports international terrorism; or (C) is controlled by an organization designated as a terrorist organization under section 219 of the Immigration and Nationality Act (8 U.S.C. 1189).",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 124884,
    "endPosition": 124893,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "7022. Funds appropriated by this Act, except funds appropriated under the heading Trade and Development Agency, may be obligated and expended notwithstanding section 10 of Public Law 91–672 (22 U.S.C. 2412), section 15 of the State Department Basic Authorities Act of 1956 (22 U.S.C.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 124967,
    "endPosition": 124976,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "Funds appropriated by this Act, except funds appropriated under the heading Trade and Development Agency, may be obligated and expended notwithstanding section 10 of Public Law 91–672 (22 U.S.C. 2412), section 15 of the State Department Basic Authorities Act of 1956 (22 U.S.C. 2680), section 313 of the Foreign Relations Authorization Act, Fiscal Years 1994 and 1995 (22 U.S.C.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 125068,
    "endPosition": 125077,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "2412), section 15 of the State Department Basic Authorities Act of 1956 (22 U.S.C. 2680), section 313 of the Foreign Relations Authorization Act, Fiscal Years 1994 and 1995 (22 U.S.C. 6212), and section 504(a)(1) of the National Security Act of 1947 (50 U.S.C.",
    "low_confidence": "Exception"
  },
  {
    "text": "50 U.S.C.",
    "startPosition": 125145,
    "endPosition": 125154,
    "normCite": "50 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "50 U.S.C. ",
    "sectionAndSubSection": "50 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Precedent",
    "context": "2680), section 313 of the Foreign Relations Authorization Act, Fiscal Years 1994 and 1995 (22 U.S.C. 6212), and section 504(a)(1) of the National Security Act of 1947 (50 U.S.C. 3094(a)(1)).",
    "low_confidence": "Exception"
  },
  {
    "text": "1 or 10",
    "startPosition": 131467,
    "endPosition": 131474,
    "normCite": "1 oregon 10",
    "citeType": "PrimaryStateReporter",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(a) Separate accounts for local currencies (1) Agreements If assistance is furnished to the government of a foreign country under chapters 1 and 10 of part I or chapter 4 of part II of the Foreign Assistance Act of 1961 under agreements which result in the generation of local currencies of that country, the Administrator of the United States Agency for International Development shall— (A) require that local currencies be deposited in a separate account established by that government; (B) enter into an agreement with that government which sets forth— (i) the amount of the local currencies to be generated; and (ii) the terms and conditions under which the currencies so deposited may be utilized, consistent with this section; and (C) establish by agreement with that government the responsibilities of USAID and that government to monitor and account for deposits into and disbursements from the separate account. (2) Uses of local currencies As may be agreed upon with the foreign government, local currencies deposited in a separate account pursuant to subsection (a), or an equivalent amount of local currencies, shall be used only— (A) to carry out chapter 1 or 10 of part I or chapter 4 of part II of the Foreign Assistance Act of 1961 (as the case may be), for such purposes as— (i) project and sector assistance activities; or (ii) debt and deficit financing; or (B) for the administrative requirements of the United States Government. (3) Programming accountability USAID shall take all necessary steps to ensure that the equivalent of the local currencies disbursed pursuant to subsection (a)(2)(A) from the separate account established pursuant to subsection (a)(1) are used for the purposes agreed upon pursuant to subsection (a)(2).",
    "low_confidence": "Authority"
  },
  {
    "text": "1 or 10",
    "startPosition": 132148,
    "endPosition": 132155,
    "normCite": "1 oregon 10",
    "citeType": "PrimaryStateReporter",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(3) Programming accountability USAID shall take all necessary steps to ensure that the equivalent of the local currencies disbursed pursuant to subsection (a)(2)(A) from the separate account established pursuant to subsection (a)(1) are used for the purposes agreed upon pursuant to subsection (a)(2). (4) Termination of assistance programs Upon termination of assistance to a country under chapter 1 or 10 of part I or chapter 4 of part II of the Foreign Assistance Act of 1961 (as the case may be), any unencumbered balances of funds which remain in a separate account established pursuant to subsection (a) shall be disposed of for such purposes as may be agreed to by the government of that country and the United States Government. (b) Separate accounts for cash transfers (1) In general If assistance is made available to the government of a foreign country, under chapter 1 or 10 of part I or chapter 4 of part II of the Foreign Assistance Act of 1961, as cash transfer assistance or as nonproject sector assistance, that country shall be required to maintain such funds in a separate account and not commingle with any other funds.",
    "low_confidence": "Amendment"
  },
  {
    "text": "1 or 10",
    "startPosition": 132628,
    "endPosition": 132635,
    "normCite": "1 oregon 10",
    "citeType": "PrimaryStateReporter",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Definition",
    "context": "(4) Termination of assistance programs Upon termination of assistance to a country under chapter 1 or 10 of part I or chapter 4 of part II of the Foreign Assistance Act of 1961 (as the case may be), any unencumbered balances of funds which remain in a separate account established pursuant to subsection (a) shall be disposed of for such purposes as may be agreed to by the government of that country and the United States Government. (b) Separate accounts for cash transfers (1) In general If assistance is made available to the government of a foreign country, under chapter 1 or 10 of part I or chapter 4 of part II of the Foreign Assistance Act of 1961, as cash transfer assistance or as nonproject sector assistance, that country shall be required to maintain such funds in a separate account and not commingle with any other funds. (2) Applicability of other provisions of law Such funds may be obligated and expended notwithstanding provisions of law which are inconsistent with the nature of this assistance, including provisions which are referenced in the Joint Explanatory Statement of the Committee of Conference accompanying House Joint Resolution 648 (House Report No.",
    "low_confidence": "Exception"
  },
  {
    "text": "7 U.S.C. 1721",
    "startPosition": 135293,
    "endPosition": 135306,
    "normCite": "7 usc 1721",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "7 U.S.C. 1721",
    "sectionAndSubSection": "7 U.S.C. 1721",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "(a) Assistance through nongovernmental organizations Restrictions contained in this or any other Act with respect to assistance for a country shall not be construed to restrict assistance in support of programs of nongovernmental organizations from funds appropriated by this Act to carry out the provisions of chapters 1, 10, 11, and 12 of part I and chapter 4 of part II of the Foreign Assistance Act of 1961 and from funds appropriated under the heading Assistance for Europe, Eurasia and Central Asia: Provided, That before using the authority of this subsection to furnish assistance in support of programs of nongovernmental organizations, the President shall notify the Committees on Appropriations pursuant to the regular notification procedures, including a description of the program to be assisted, the assistance to be provided, and the reasons for furnishing such assistance: Provided further, That nothing in this subsection shall be construed to alter any existing statutory prohibitions against abortion or involuntary sterilizations contained in this or any other Act. (b) Public law 480 During fiscal year 2024, restrictions contained in this or any other Act with respect to assistance for a country shall not be construed to restrict assistance under the Food for Peace Act (Public Law 83–480; 7 U.S.C. 1721 et seq.",
    "low_confidence": "Amendment"
  },
  {
    "text": "19 U.S.C. 2467(4)(D)",
    "startPosition": 136912,
    "endPosition": 136932,
    "normCite": "19 usc 2467",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "19 U.S.C. 2467",
    "sectionAndSubSection": "19 U.S.C. 2467(4)(D)",
    "isShortCite": false,
    "high_confidence": "Definition",
    "context": "7028. None of the funds appropriated or otherwise made available under titles III through VI of this Act may be obligated or expended to provide— (1) any financial incentive to a business enterprise currently located in the United States for the purpose of inducing such an enterprise to relocate outside the United States if such incentive or inducement is likely to reduce the number of employees of such business enterprise in the United States because United States production is being replaced by such enterprise outside the United States; (2) assistance for any program, project, or activity that contributes to the violation of internationally recognized workers’ rights, as defined in section 507(4) of the Trade Act of 1974, of workers in the recipient country, including any designated zone or area in that country: Provided, That the application of section 507(4)(D) and (E) of such Act (19 U.S.C. 2467(4)(D) and (E)) should be commensurate with the level of development of the recipient country and sector, and shall not preclude assistance for the informal sector in such country, micro and small-scale enterprise, and smallholder agriculture; (3) any assistance to an entity outside the United States if such assistance is for the purpose of directly relocating or transferring jobs from the United States to other countries and adversely impacts the labor force in the United States; or (4) for the enforcement of any rule, regulation, policy, or guidelines implemented pursuant to the Supplemental Guidelines for High Carbon Intensity Projects approved by the Export-Import Bank of the United States on December 12, 2013, when enforcement of such rule, regulation, policy, or guidelines would prohibit, or have the effect of prohibiting, any coal-fired or other power-generation project the purpose of which is to— (A) provide affordable electricity in International Development Association (IDA)-eligible countries and IDA-blend countries; and (B) increase exports of goods and services from the United States or prevent the loss of jobs from the United States.",
    "low_confidence": "Amendment"
  },
  {
    "text": "8 U.S.C.",
    "startPosition": 149663,
    "endPosition": 149671,
    "normCite": "8 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "8 U.S.C. ",
    "sectionAndSubSection": "8 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Definition",
    "context": "7031. (a) Limitation on direct government-to-Government assistance (1) Requirements Funds appropriated by this Act may be made available for direct government-to-government assistance only if— (A) (i) each implementing agency or ministry to receive assistance has been assessed and is considered to have the systems required to manage such assistance and any identified vulnerabilities or weaknesses of such agency or ministry have been addressed; (ii) the recipient agency or ministry employs and utilizes staff with the necessary technical, financial, and management capabilities; (iii) the recipient agency or ministry has adopted competitive procurement policies and systems; (iv) effective monitoring and evaluation systems are in place to ensure that such assistance is used for its intended purposes; (v) no level of acceptable fraud is assumed; and (vi) the government of the recipient country is taking steps to publicly disclose on an annual basis its national budget, to include income and expenditures; (B) the recipient government is in compliance with the principles set forth in section 7013 of this Act; (C) the recipient agency or ministry is not headed or controlled by an organization designated as a foreign terrorist organization under section 219 of the Immigration and Nationality Act (8 U.S.C. 1189); (D) the Government of the United States and the government of the recipient country have agreed, in writing, on clear and achievable objectives for the use of such assistance, which should be made available on a cost-reimbursable basis; (E) the recipient government is taking steps to protect the rights of civil society, including freedoms of expression, association, and assembly; and (F) the government of the recipient country is taking steps to reduce corruption.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C. 4501",
    "startPosition": 163355,
    "endPosition": 163369,
    "normCite": "22 usc 4501",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 4501",
    "sectionAndSubSection": "22 U.S.C. 4501",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "(c) World food programme Funds managed by the Bureau for Humanitarian Assistance, United States Agency for International Development from this Act may be made available as a general contribution to the World Food Programme. (d) Directives and authorities (1) Research and training Funds appropriated by this Act under the heading Assistance for Europe, Eurasia and Central Asia shall be made available to carry out the Program for Research and Training on Eastern Europe and the Independent States of the Former Soviet Union as authorized by the Soviet-Eastern European Research and Training Act of 1983 (22 U.S.C. 4501 et seq.).",
    "low_confidence": "Amendment"
  },
  {
    "text": "Exchange Act",
    "startPosition": 165181,
    "endPosition": 165193,
    "normCite": "34 act",
    "citeType": "USLegislative",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "(5) Innovation The USAID Administrator may use funds appropriated by this Act under title III to make innovation incentive awards in accordance with the terms and conditions of section 7034(e)(4) of the Department of State, Foreign Operations, and Related Programs Appropriations Act, 2019 (division F of Public Law 116–6): Provided, That each individual award may not exceed $100,000. (6) Exchange visitor program None of the funds made available by this Act may be used to modify the Exchange Visitor Program administered by the Department of State to implement the Mutual Educational and Cultural Exchange Act of 1961 (Public Law 87–256; 22 U.S.C. 2451 et seq.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C. 2451",
    "startPosition": 165222,
    "endPosition": 165236,
    "normCite": "22 usc 2451",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 2451",
    "sectionAndSubSection": "22 U.S.C. 2451",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "(5) Innovation The USAID Administrator may use funds appropriated by this Act under title III to make innovation incentive awards in accordance with the terms and conditions of section 7034(e)(4) of the Department of State, Foreign Operations, and Related Programs Appropriations Act, 2019 (division F of Public Law 116–6): Provided, That each individual award may not exceed $100,000. (6) Exchange visitor program None of the funds made available by this Act may be used to modify the Exchange Visitor Program administered by the Department of State to implement the Mutual Educational and Cultural Exchange Act of 1961 (Public Law 87–256; 22 U.S.C. 2451 et seq.",
    "low_confidence": "Amendment"
  },
  {
    "text": "5 U.S.C. 551",
    "startPosition": 165338,
    "endPosition": 165350,
    "normCite": "5 usc 551",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "5 U.S.C. 551",
    "sectionAndSubSection": "5 U.S.C. 551",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "2451 et seq. ), except through the formal rulemaking process pursuant to the Administrative Procedure Act (5 U.S.C. 551 et seq.)",
    "low_confidence": "Exception"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 166509,
    "endPosition": 166518,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "and notwithstanding the exceptions to such rulemaking process in such Act: Provided, That funds made available for such purpose shall only be made available after consultation with, and subject to the regular notification procedures of, the Committees on Appropriations, regarding how any proposed modification would affect the public diplomacy goals of, and the estimated economic impact on, the United States: Provided further, That such consultation shall take place not later than 30 days prior to the publication in the Federal Register of any regulatory action modifying the Exchange Visitor Program. (7) Payments Funds appropriated by this Act and prior Acts making appropriations for the Department of State, foreign operations, and related programs under the headings Diplomatic Programs and Operating Expenses, except for funds designated by Congress as an emergency requirement pursuant to a concurrent resolution on the budget or the Balanced Budget and Emergency Deficit Control Act of 1985, are available to provide payments pursuant to section 901(i)(2) of title IX of division J of the Further Consolidated Appropriations Act, 2020 (22 U.S.C. 2680b(i)(2)): Provided, That funds made available pursuant to this paragraph shall be subject to prior consultation with the Committees on Appropriations.",
    "low_confidence": "Authority"
  },
  {
    "text": "15 CFR § 7.4",
    "startPosition": 177887,
    "endPosition": 177899,
    "normCite": "15 cfr 7 4",
    "citeType": "CFR",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "(3) Foreign military financing loan guarantees Funds appropriated under the heading Foreign Military Financing Program in this Act and prior Acts making appropriations for the Department of State, foreign operations, and related programs, including balances that were previously designated by the Congress for Overseas Contingency Operations/Global War on Terrorism pursuant to section 251(b)(2)(A)(ii) of the Balanced Budget and Emergency Deficit Control Act of 1985, may be made available, notwithstanding the third proviso under such heading, for the costs of loan guarantees under section 24 of the Arms Export Control Act for North Atlantic Treaty Organization (NATO) or Major Non-NATO Allies: Provided, That such funds are available to subsidize gross obligations for the principal amount of commercial loans, and total loan principal, any part of which is to be guaranteed, not to exceed $8,000,000,000: Provided further, That no loan guarantee with respect to any one borrower may exceed 80 percent of the loan principal: Provided further, That any loan guaranteed under this paragraph may not be subordinated to another debt contracted by the borrower or to any other claims against the borrower in the case of default: Provided further, That repayment in United States dollars of any loan guaranteed under this paragraph shall be required within a period not to exceed 12 years after the loan agreement is signed: Provided further, That the Government of the United States may charge fees for such loan guarantees, as may be determined, notwithstanding section 24 of the Arms Export Control Act, which shall be collected from borrowers or third parties on behalf of such borrowers in accordance with section 502(7) of the Congressional Budget Act of 1974: Provided further, That amounts made available under this paragraph for the costs of such guarantees shall not be considered assistance for the purposes of provisions of law limiting assistance to a country. (4) Limitation Prior to offering Foreign Military Financing Program loans or loan guarantees to Major Non-NATO Allies, the Secretary of State shall determine and report to the appropriate congressional committees that such partners do not support any foreign adversary as defined by 15 CFR § 7.4. (5) Consultation and notification Funds made available pursuant to the authorities of this subsection shall be subject to prior consultation with the appropriate congressional committees and the regular notification procedures of the Committees on Appropriations.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 184141,
    "endPosition": 184150,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "(2) Disarmament, demobilization, and reintegration Section 7034(d) of the Department of State, Foreign Operations, and Related Programs Appropriations Act, 2015 (division J of Public Law 113–235) shall continue in effect during fiscal year 2024. (3) Commercial leasing of defense articles Notwithstanding any other provision of law, and subject to the regular notification procedures of the Committees on Appropriations, the authority of section 23(a) of the Arms Export Control Act (22 U.S.C. 2763) may be used to provide financing to Israel, Egypt, the North Atlantic Treaty Organization (NATO), and Major Non-NATO Allies for the procurement by leasing (including leasing with an option to purchase) of defense articles from United States commercial suppliers, not including Major Defense Equipment (other than helicopters and other types of aircraft having possible civilian application), if the President determines that there are compelling foreign policy or national security reasons for those defense articles being provided by commercial lease rather than by government-to-government sale under such Act.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 184912,
    "endPosition": 184921,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "2763) may be used to provide financing to Israel, Egypt, the North Atlantic Treaty Organization (NATO), and Major Non-NATO Allies for the procurement by leasing (including leasing with an option to purchase) of defense articles from United States commercial suppliers, not including Major Defense Equipment (other than helicopters and other types of aircraft having possible civilian application), if the President determines that there are compelling foreign policy or national security reasons for those defense articles being provided by commercial lease rather than by government-to-government sale under such Act. (4) Special defense acquisition fund Not to exceed $900,000,000 may be obligated pursuant to section 51(c)(2) of the Arms Export Control Act (22 U.S.C. 2795(c)(2)) for the purposes of the Special Defense Acquisition Fund (the Fund), to remain available for obligation until September 30, 2026: Provided, That the provision of defense articles and defense services to foreign countries or international organizations from the Fund shall be subject to the concurrence of the Secretary of State.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 185537,
    "endPosition": 185546,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Amendment",
    "context": "1011) is amended by striking 2025 and inserting 2026. (B) Section 514(b)(2)(A) of the Foreign Assistance Act of 1961 (22 U.S.C. 2321h(b)(2)(A)) is amended by striking or 2025 and inserting 2025 and 2026.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 185708,
    "endPosition": 185717,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Amendment",
    "context": "2321h(b)(2)(A)) is amended by striking or 2025 and inserting 2025 and 2026. (6) Technical amendments (A) Notwithstanding Section 503(a)(3) of Public Law 87–195 (22 U.S.C. 2311(a)(3)), the procurement of defense articles and services funded on a non-repayable basis under section 23 of the Arms Export Control Act may be priced to include the costs of salaries of members of the Armed Forces of the United States engaged in security assistance activities pursuant to 10 U.S.C.",
    "low_confidence": "Amendment"
  },
  {
    "text": "10 U.S.C. 341",
    "startPosition": 186013,
    "endPosition": 186026,
    "normCite": "10 usc 341",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "10 U.S.C. 341",
    "sectionAndSubSection": "10 U.S.C. 341",
    "isShortCite": false,
    "high_confidence": "Amendment",
    "context": "(6) Technical amendments (A) Notwithstanding Section 503(a)(3) of Public Law 87–195 (22 U.S.C. 2311(a)(3)), the procurement of defense articles and services funded on a non-repayable basis under section 23 of the Arms Export Control Act may be priced to include the costs of salaries of members of the Armed Forces of the United States engaged in security assistance activities pursuant to 10 U.S.C. 341 (relating to the State Partnership Program): Provided, That this section shall only apply to funds that remain available for obligation in fiscal year 2024.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 189838,
    "endPosition": 189847,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "(d) Reports (1) Security assistance report Not later than 120 days after the date of enactment of this Act, the Secretary of State shall submit to the Committees on Appropriations a report on funds obligated and expended during fiscal year 2023, by country and purpose of assistance, under the headings Peacekeeping Operations, International Military Education and Training, and Foreign Military Financing Program. (2) Annual foreign military training report For the purposes of implementing section 656 of the Foreign Assistance Act of 1961, the term military training provided to foreign military personnel by the Department of Defense and the Department of State shall be deemed to include all military training provided by foreign governments with funds appropriated to the Department of Defense or the Department of State, except for training provided by the government of a country designated by section 517(b) of such Act (22 U.S.C. 2321k(b)) as a Major Non-North Atlantic Treaty Organization ally: Provided, That such third-country training shall be clearly identified in the report submitted pursuant to section 656 of such Act.",
    "low_confidence": "Amendment"
  },
  {
    "text": "42 U.S.C.",
    "startPosition": 206284,
    "endPosition": 206293,
    "normCite": "42 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "42 U.S.C. ",
    "sectionAndSubSection": "42 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(b) Iran (1) Funding Funds appropriated by this Act under the headings Diplomatic Programs, Economic Support Fund, and Nonproliferation, Anti-terrorism, Demining and Related Programs shall be made available by the Secretary of State— (A) to support the United States policy to prevent Iran from achieving the capability to produce or otherwise obtain a nuclear weapon; (B) to support an expeditious response to any violation of United Nations Security Council Resolutions or to efforts that advance Iran’s nuclear program; (C) to support the implementation and enforcement of sanctions against Iran for support of nuclear weapons development, terrorism, human rights abuses, and ballistic missile and weapons proliferation; and (D) for democracy programs in support of the aspirations of the Iranian people. (2) Reports (A) Semi-annual report The Secretary of State shall submit to the Committees on Appropriations the semi-annual report required by section 135(d)(4) of the Atomic Energy Act of 1954 (42 U.S.C. 2160e(d)(4)), as added by section 2 of the Iran Nuclear Agreement Review Act of 2015 (Public Law 114–17).",
    "low_confidence": "Authority"
  },
  {
    "text": "42 U.S.C.",
    "startPosition": 207265,
    "endPosition": 207274,
    "normCite": "42 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "42 U.S.C. ",
    "sectionAndSubSection": "42 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "(B) Sanctions report Not later than 180 days after the date of enactment of this Act, the Secretary of State, in consultation with the Secretary of the Treasury, shall submit to the appropriate congressional committees a report on— (i) the status of United States bilateral sanctions on Iran; (ii) the reimposition and renewed enforcement of secondary sanctions; and (iii) the impact such sanctions have had on Iran’s destabilizing activities throughout the Middle East. (3) Limitations None of the funds appropriated by this Act may be— (A) used to implement or enforce a future agreement with the Government of Iran relating to the nuclear program of Iran, or a renewal of the Joint Comprehensive Plan of Action adopted on October 18, 2015, until such agreement is transmitted to Congress pursuant to section 135 of the Iran Nuclear Agreement Review Act of 2015 (42 U.S.C. 2160e) and such agreement is subject to the advice and consent of the Senate as a treaty and has received the concurrence of two-thirds of Senators concurring; (B) made available to any foreign entity or person that is subject to United Nations or United States bilateral sanctions with respect to the Government of Iran or an entity organized under the laws of Iran or otherwise subject to the jurisdiction of such government; or (C) used to revoke the designation of the Islamic Revolutionary Guard Corps as a Foreign Terrorist Organization pursuant to section 219 of the Immigration and Nationality Act (8 U.S.C.",
    "low_confidence": "Amendment"
  },
  {
    "text": "8 U.S.C.",
    "startPosition": 207882,
    "endPosition": 207890,
    "normCite": "8 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "8 U.S.C. ",
    "sectionAndSubSection": "8 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(3) Limitations None of the funds appropriated by this Act may be— (A) used to implement or enforce a future agreement with the Government of Iran relating to the nuclear program of Iran, or a renewal of the Joint Comprehensive Plan of Action adopted on October 18, 2015, until such agreement is transmitted to Congress pursuant to section 135 of the Iran Nuclear Agreement Review Act of 2015 (42 U.S.C. 2160e) and such agreement is subject to the advice and consent of the Senate as a treaty and has received the concurrence of two-thirds of Senators concurring; (B) made available to any foreign entity or person that is subject to United Nations or United States bilateral sanctions with respect to the Government of Iran or an entity organized under the laws of Iran or otherwise subject to the jurisdiction of such government; or (C) used to revoke the designation of the Islamic Revolutionary Guard Corps as a Foreign Terrorist Organization pursuant to section 219 of the Immigration and Nationality Act (8 U.S.C. 1189).",
    "low_confidence": "Amendment"
  },
  {
    "text": "8 U.S.C.",
    "startPosition": 210200,
    "endPosition": 210208,
    "normCite": "8 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "8 U.S.C. ",
    "sectionAndSubSection": "8 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(e) Jordan Of the funds appropriated by this Act under titles III and IV, not less than $1,650,000,000 shall be made available for assistance for Jordan, of which not less than $845,100,000 shall be made available for budget support for the Government of Jordan and not less than $425,000,000 shall be made available under the heading Foreign Military Financing Program. (f) Lebanon (1) Limitation None of the funds appropriated by this Act may be made available for the Lebanese Internal Security Forces (ISF) or the Lebanese Armed Forces (LAF) if the ISF or the LAF is controlled by a foreign terrorist organization, as designated pursuant to section 219 of the Immigration and Nationality Act (8 U.S.C. 1189).",
    "low_confidence": "Amendment"
  },
  {
    "text": "42 U.S.C.",
    "startPosition": 212940,
    "endPosition": 212949,
    "normCite": "42 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "42 U.S.C. ",
    "sectionAndSubSection": "42 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "(h) Saudi arabia (1) None of the funds appropriated by this Act under the heading International Military Education and Training should be made available for assistance for the Government of Saudi Arabia. (2) None of the funds appropriated or otherwise made available by this Act and prior Acts making appropriations for the Department of State, foreign operations, and related programs should be obligated or expended by the Export-Import Bank of the United States to guarantee, insure, or extend (or participate in the extension of) credit in connection with the export of nuclear technology, equipment, fuel, materials, or other nuclear technology-related goods or services to Saudi Arabia unless the Government of Saudi Arabia— (A) has in effect a nuclear cooperation agreement pursuant to section 123 of the Atomic Energy Act of 1954 (42 U.S.C. 2153); (B) has committed to renounce uranium enrichment and reprocessing on its territory under that agreement; and (C) has signed and implemented an Additional Protocol to its Comprehensive Safeguards Agreement with the International Atomic Energy Agency.",
    "low_confidence": "Amendment"
  },
  {
    "text": "8 U.S.C.",
    "startPosition": 213783,
    "endPosition": 213791,
    "normCite": "8 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "8 U.S.C. ",
    "sectionAndSubSection": "8 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(i) Syria (1) Non-lethal assistance Funds appropriated by this Act under titles III and IV may be made available, notwithstanding any other provision of law, for non-lethal stabilization assistance to address the needs of civilians affected by conflict in Syria. (2) Limitations Funds made available pursuant to paragraph (1) of this subsection— (A) may not be made available for a project or activity that supports or otherwise legitimizes the Government of Iran, foreign terrorist organizations (as designated pursuant to section 219 of the Immigration and Nationality Act (8 U.S.C. 1189)), or a proxy of Iran in Syria; (B) may not be made available for activities that further the strategic objectives of the Government of the Russian Federation that the Secretary of State determines may threaten or undermine United States national security interests; and (C) may not be used in areas of Syria controlled by a government led by Bashar al-Assad or associated forces or made available to an organization or entity effectively controlled by an official or immediate family member of an official of such government.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 232691,
    "endPosition": 232700,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Definition",
    "context": "(5) Maps None of the funds made available by this Act should be used to create, procure, or display any map that inaccurately depicts the territory and social and economic system of Taiwan and the islands or island groups administered by Taiwan authorities. (d) North korea (1) Cybersecurity None of the funds appropriated by this Act or prior Acts making appropriations for the Department of State, foreign operations, and related programs may be made available for assistance for the central government of a country the Secretary of State determines and reports to the appropriate congressional committees engages in significant transactions contributing materially to the malicious cyber-intrusion capabilities of the Government of North Korea: Provided, That the Secretary of State shall submit the report required by section 209 of the North Korea Sanctions and Policy Enhancement Act of 2016 (Public Law 114–122; 22 U.S.C. 9229) to the Committees on Appropriations: Provided further, That the Secretary of State may waive the application of the restriction in this paragraph with respect to assistance for the central government of a country if the Secretary determines and reports to the appropriate congressional committees that to do so is important to the national security interest of the United States, including a description of such interest served.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C. 2751",
    "startPosition": 254451,
    "endPosition": 254465,
    "normCite": "22 usc 2751",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 2751",
    "sectionAndSubSection": "22 U.S.C. 2751",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(4) Consultation Funds appropriated by this Act and prior Acts making appropriations for the Department of State, foreign operations, and related programs that are made available for assistance for Haiti shall be subject to prior consultation with the Committees on Appropriations: Provided, That the requirement of this paragraph shall also apply to any funds from such Acts that are made available for support for an international security force in Haiti. (5) Haitian coast guard The Government of Haiti shall be eligible to purchase defense articles and services under the Arms Export Control Act (22 U.S.C. 2751 et seq.)",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C. 5812",
    "startPosition": 267771,
    "endPosition": 267785,
    "normCite": "22 usc 5812",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 5812",
    "sectionAndSubSection": "22 U.S.C. 5812",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "(c) Territorial integrity None of the funds appropriated by this Act may be made available for assistance for a government of an Independent State of the former Soviet Union if such government directs any action in violation of the territorial integrity or national sovereignty of any other Independent State of the former Soviet Union, such as those violations included in the Helsinki Final Act: Provided, That except as otherwise provided in section 7047(a) of this Act, funds may be made available without regard to the restriction in this subsection if the President determines that to do so is in the national security interest of the United States: Provided further, That prior to executing the authority contained in the previous proviso, the Secretary of State shall consult with the Committees on Appropriations on how such assistance supports the national security interest of the United States. (d) Section 907 of the FREEDOM support act Section 907 of the FREEDOM Support Act (22 U.S.C. 5812 note) shall not apply to— (1) activities to support democracy or assistance under title V of the FREEDOM Support Act (22 U.S.C.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C. 5851",
    "startPosition": 267904,
    "endPosition": 267918,
    "normCite": "22 usc 5851",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 5851",
    "sectionAndSubSection": "22 U.S.C. 5851",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "(d) Section 907 of the FREEDOM support act Section 907 of the FREEDOM Support Act (22 U.S.C. 5812 note) shall not apply to— (1) activities to support democracy or assistance under title V of the FREEDOM Support Act (22 U.S.C. 5851 et seq.)",
    "low_confidence": "Authority"
  },
  {
    "text": "50 U.S.C.",
    "startPosition": 268009,
    "endPosition": 268018,
    "normCite": "50 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "50 U.S.C. ",
    "sectionAndSubSection": "50 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "5851 et seq.) and section 1424 of the Defense Against Weapons of Mass Destruction Act of 1996 (50 U.S.C. 2333) or non-proliferation assistance; (2) any assistance provided by the Trade and Development Agency under section 661 of the Foreign Assistance Act of 1961; (3) any activity carried out by a member of the United States and Foreign Commercial Service while acting within his or her official capacity; (4) any insurance, reinsurance, guarantee, or other assistance provided by the United States International Development Finance Corporation as authorized by the BUILD Act of 2018 (division F of Public Law 115–254); (5) any financing provided under the Export-Import Bank Act of 1945 (Public Law 79–173); or (6) humanitarian assistance.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C. 2761",
    "startPosition": 268905,
    "endPosition": 268919,
    "normCite": "22 usc 2761",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 2761",
    "sectionAndSubSection": "22 U.S.C. 2761",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "2333) or non-proliferation assistance; (2) any assistance provided by the Trade and Development Agency under section 661 of the Foreign Assistance Act of 1961; (3) any activity carried out by a member of the United States and Foreign Commercial Service while acting within his or her official capacity; (4) any insurance, reinsurance, guarantee, or other assistance provided by the United States International Development Finance Corporation as authorized by the BUILD Act of 2018 (division F of Public Law 115–254); (5) any financing provided under the Export-Import Bank Act of 1945 (Public Law 79–173); or (6) humanitarian assistance. (e) Turkey None of the funds made available by this Act may be used to facilitate or support the sale of defense articles or defense services to the Turkish Presidential Protection Directorate (TPPD) under chapter 2 of the Arms Export Control Act (22 U.S.C. 2761 et seq.)",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 274122,
    "endPosition": 274131,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(3) International financial institutions The Secretary of the Treasury shall instruct the United States executive director of each international financial institution to use the voice and vote of the United States to oppose any assistance by such institution (including any loan, credit, grant, or guarantee) for any program that violates the sovereignty and territorial integrity of Georgia. (d) Countering russian influence fund Of the funds appropriated by this Act under the headings Assistance for Europe, Eurasia and Central Asia, International Narcotics Control and Law Enforcement, International Military Education and Training, and Foreign Military Financing Program, not less than $300,000,000 shall be made available to carry out the purposes of the Countering Russian Influence Fund, as authorized by section 254 of the Countering Russian Influence in Europe and Eurasia Act of 2017 (Public Law 115–44; 22 U.S.C. 9543) and notwithstanding the country limitation in subsection (b) of such section, and programs to enhance the capacity of law enforcement and security forces in countries in Europe, Eurasia, and Central Asia and strengthen security cooperation between such countries and the United States and the North Atlantic Treaty Organization, as appropriate: Provided, That funds made available pursuant to this paragraph under the heading Foreign Military Financing Program may remain available until September 30, 2025.",
    "low_confidence": "Authority"
  },
  {
    "text": "50 U.S.C.",
    "startPosition": 277311,
    "endPosition": 277320,
    "normCite": "50 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "50 U.S.C. ",
    "sectionAndSubSection": "50 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(a) Transparency and accountability Of the funds appropriated by this Act that are available for contributions to the United Nations (including the Department of Peacekeeping Operations), international organizations, or any United Nations agency, 15 percent may not be obligated for such organization, department, or agency until the Secretary of State determines and reports to the appropriate congressional committees that the organization, department, or agency is— (1) posting on a publicly available website, consistent with privacy regulations and due process, regular financial and programmatic audits of such organization, department, or agency, and providing the United States Government with necessary access to such financial and performance audits; (2) effectively implementing and enforcing policies and procedures which meet or exceed best practices in the United States for the protection of whistleblowers from retaliation, including— (A) protection against retaliation for internal and lawful public disclosures; (B) legal burdens of proof; (C) statutes of limitation for reporting retaliation; (D) access to binding independent adjudicative bodies, including shared cost and selection of external arbitration; and (E) results that eliminate the effects of proven retaliation, including provision for the restoration of prior employment; and (3) effectively implementing and enforcing policies and procedures on the appropriate use of travel funds, including restrictions on first-class and business-class travel. (b) Restrictions on united nations delegations and organizations (1) Restrictions on united states delegations None of the funds made available by this Act may be used to pay expenses for any United States delegation to any specialized agency, body, or commission of the United Nations if such agency, body, or commission is chaired or presided over by a country, the government of which the Secretary of State has determined, for purposes of section 1754(c) of the Export Reform Control Act of 2018 (50 U.S.C. 4813(c)), supports international terrorism.",
    "low_confidence": "Amendment"
  },
  {
    "text": "50 U.S.C.",
    "startPosition": 277911,
    "endPosition": 277920,
    "normCite": "50 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "50 U.S.C. ",
    "sectionAndSubSection": "50 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Definition",
    "context": "4813(c)), supports international terrorism. (2) Restrictions on contributions None of the funds made available by this Act may be used by the Secretary of State as a contribution to any organization, agency, commission, or program within the United Nations system if such organization, agency, commission, or program is chaired or presided over by a country the government of which the Secretary of State has determined, for purposes of section 620A of the Foreign Assistance Act of 1961, section 40 of the Arms Export Control Act, section 1754(c) of the Export Reform Control Act of 2018 (50 U.S.C. 4813(c)), or any other provision of law, is a government that has repeatedly provided support for acts of international terrorism.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 285538,
    "endPosition": 285547,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "(g) Sexual exploitation and abuse in peacekeeping operations The Secretary of State shall, to the maximum extent practicable, withhold assistance to any unit of the security forces of a foreign country if the Secretary has credible information that such unit has engaged in sexual exploitation or abuse, including while serving in a United Nations peacekeeping operation, until the Secretary determines that the government of such country is taking effective steps to hold the responsible members of such unit accountable and to prevent future incidents: Provided, That the Secretary shall promptly notify the government of each country subject to any withholding of assistance pursuant to this paragraph, and shall notify the appropriate congressional committees of such withholding not later than 10 days after a determination to withhold such assistance is made: Provided further, That the Secretary shall, to the maximum extent practicable, assist such government in bringing the responsible members of such unit to justice. (h) Additional availability Subject to the regular notification procedures of the Committees on Appropriations, funds appropriated by this Act which are returned or not made available due to the second proviso under the heading Contributions for International Peacekeeping Activities in title I of this Act or section 307(a) of the Foreign Assistance Act of 1961 (22 U.S.C. 2227(a)), shall remain available for obligation until September 30, 2025: Provided, That the requirement to withhold funds for programs in Burma under section 307(a) of the Foreign Assistance Act of 1961 shall not apply to funds appropriated by this Act.",
    "low_confidence": "Authority"
  },
  {
    "text": "117 Stat. 711",
    "startPosition": 296106,
    "endPosition": 296119,
    "normCite": "117 stat 711",
    "citeType": "StatutesAtLarge",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "7058. (a) In general Funds appropriated by titles III and IV of this Act that are made available for bilateral assistance for child survival activities or disease programs including activities relating to research on, and the prevention, treatment and control of, HIV/AIDS may be made available notwithstanding any other provision of law except for provisions under the heading Global Health Programs and the United States Leadership Against HIV/AIDS, Tuberculosis, and Malaria Act of 2003 (117 Stat. 711; 22 U.S.C.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C. 7601",
    "startPosition": 296121,
    "endPosition": 296135,
    "normCite": "22 usc 7601",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 7601",
    "sectionAndSubSection": "22 U.S.C. 7601",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "7058. (a) In general Funds appropriated by titles III and IV of this Act that are made available for bilateral assistance for child survival activities or disease programs including activities relating to research on, and the prevention, treatment and control of, HIV/AIDS may be made available notwithstanding any other provision of law except for provisions under the heading Global Health Programs and the United States Leadership Against HIV/AIDS, Tuberculosis, and Malaria Act of 2003 (117 Stat. 711; 22 U.S.C.",
    "low_confidence": "Amendment"
  },
  {
    "text": "Exchange Act",
    "startPosition": 318802,
    "endPosition": 318814,
    "normCite": "34 act",
    "citeType": "USLegislative",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "(c) Information technology platform None of the funds appropriated in title I of this Act under the heading Administration of Foreign Affairs may be made available for a new major information technology investment without the concurrence of the Chief Information Officer, Department of State. (d) Other matters (1) In addition to amounts appropriated or otherwise made available by this Act under the heading Diplomatic Programs— (A) as authorized by section 810 of the United States Information and Educational Exchange Act, not to exceed $5,000,000, to remain available until expended, may be credited to this appropriation from fees or other payments received from English teaching, library, motion pictures, and publication programs and from fees from educational advising and counseling and exchange visitor programs; and (B) not to exceed $15,000, which shall be derived from reimbursements, surcharges, and fees for use of Blair House facilities. (2) Funds appropriated or otherwise made available by this Act under the heading Diplomatic Programs are available for acquisition by exchange or purchase of passenger motor vehicles as authorized by law and, pursuant to section 1108(g) of title 31, United States Code, for the field examination of programs and activities in the United States funded from any account contained in title I of this Act.",
    "low_confidence": "Amendment"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 320127,
    "endPosition": 320136,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "(3) Of the funds appropriated under the heading Diplomatic Programs in this Act and prior Acts making appropriations for the Department of State, foreign operations, and related programs, $2,000,000 shall be made available to carry out section 9803 of the Department of State Authorization Act of 2022 (division I of Public Law 117–263). (4) Consistent with section 204 of the Admiral James W. Nance and Meg Donovan Foreign Relations Authorization Act, Fiscal Years 2000 and 2001 (22 U.S.C. 2452b), up to $25,000,000 of the amounts made available under the heading Diplomatic Programs in this Act may be obligated and expended for United States participation in international fairs and expositions abroad, including for construction and operation of a United States pavilion at Expo 2025.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C. 2656",
    "startPosition": 320931,
    "endPosition": 320945,
    "normCite": "22 usc 2656",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 2656",
    "sectionAndSubSection": "22 U.S.C. 2656",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(5) Of the funds appropriated by this Act under the heading Diplomatic Programs, not less than $500,000 shall be made available for additional personnel for the Bureau of Legislative Affairs, Department of State. (e) Limitations (1) None of the funds appropriated by this Act under the heading Diplomatic Programs may be made available to carry out the functions of the Global Engagement Center established pursuant to section 1287 of the National Defense Authorization Act for Fiscal Year 2017 (22 U.S.C. 2656 note) unless prior to the initial obligation of such funds— (A) the Secretary of State certifies and reports to the appropriate congressional committees that— (i) no funds will be used for purposes other than countering foreign propaganda and disinformation by foreign state and non-state actors that threaten United States national security pursuant to section 1287(i) of such Act; (ii) programs and activities will not be designed to influence public opinion in the United States or in a manner that abridges the freedom of speech or of the press of United States persons enshrined in the First Amendment of the United States Constitution; (iii) the development of tactics, techniques, and procedures to expose and refute foreign propaganda and disinformation and proactively support the promotion of credible, fact-based narratives and policies will be directed solely on audiences outside the United States; and (iv) the Department of State has resolved with the Office of Inspector General, Department of State (OIG) and the OIG has closed each of the 18 recommendations detailed in the report “Inspection of the Global Engagement Center” (ISP I-22-15) dated September 2022; and (B) the Secretary submits to the Committees on Appropriations a spend plan for the activities of the Center in fiscal year 2024: Provided, That such plan shall detail amounts planned for each function authorized in section 1287(b) of the National Defense Authorization Act for Fiscal Year 2017 (22 U.S.C.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C. 2656",
    "startPosition": 322425,
    "endPosition": 322439,
    "normCite": "22 usc 2656",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 2656",
    "sectionAndSubSection": "22 U.S.C. 2656",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(e) Limitations (1) None of the funds appropriated by this Act under the heading Diplomatic Programs may be made available to carry out the functions of the Global Engagement Center established pursuant to section 1287 of the National Defense Authorization Act for Fiscal Year 2017 (22 U.S.C. 2656 note) unless prior to the initial obligation of such funds— (A) the Secretary of State certifies and reports to the appropriate congressional committees that— (i) no funds will be used for purposes other than countering foreign propaganda and disinformation by foreign state and non-state actors that threaten United States national security pursuant to section 1287(i) of such Act; (ii) programs and activities will not be designed to influence public opinion in the United States or in a manner that abridges the freedom of speech or of the press of United States persons enshrined in the First Amendment of the United States Constitution; (iii) the development of tactics, techniques, and procedures to expose and refute foreign propaganda and disinformation and proactively support the promotion of credible, fact-based narratives and policies will be directed solely on audiences outside the United States; and (iv) the Department of State has resolved with the Office of Inspector General, Department of State (OIG) and the OIG has closed each of the 18 recommendations detailed in the report “Inspection of the Global Engagement Center” (ISP I-22-15) dated September 2022; and (B) the Secretary submits to the Committees on Appropriations a spend plan for the activities of the Center in fiscal year 2024: Provided, That such plan shall detail amounts planned for each function authorized in section 1287(b) of the National Defense Authorization Act for Fiscal Year 2017 (22 U.S.C. 2656 note): Provided further, That such plan shall also include a list of each entity that received funding in the previous fiscal year.",
    "low_confidence": "Authority"
  },
  {
    "text": "19 U.S.C.",
    "startPosition": 324042,
    "endPosition": 324051,
    "normCite": "19 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "19 U.S.C. ",
    "sectionAndSubSection": "19 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(B) The limitations of this paragraph shall be construed to include the applicable office personnel and bureau managed funds of such office. (4) Not later than 15 days prior to entering into a bilateral or multilateral agreement authorized by section 303(a) of the Convention on Cultural Property Implementation Act (19 U.S.C. 2602) or the extension of an agreement pursuant to section 303(e) of such Act, the Secretary of State shall certify and report to the Committees on Appropriations that any import restrictions authorized by such agreement comply with the provisions of sections 302 and 305 of such Act.",
    "low_confidence": "Exception"
  },
  {
    "text": "22 U.S.C. 3948",
    "startPosition": 324869,
    "endPosition": 324883,
    "normCite": "22 usc 3948",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. 3948",
    "sectionAndSubSection": "22 U.S.C. 3948",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "7065. (a) Authority Up to $170,000,000 of the funds made available in title III of this Act pursuant to or to carry out the provisions of part I of the Foreign Assistance Act of 1961, including funds appropriated under the heading Assistance for Europe, Eurasia and Central Asia, may be used by the United States Agency for International Development to hire and employ individuals in the United States and overseas on a limited appointment basis pursuant to the authority of sections 308 and 309 of the Foreign Service Act of 1980 (22 U.S.C. 3948 and 3949).",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 325715,
    "endPosition": 325724,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "(c) Program account charged The account charged for the cost of an individual hired and employed under the authority of this section shall be the account to which the responsibilities of such individual primarily relate: Provided, That funds made available to carry out this section may be transferred to, and merged with, funds appropriated by this Act in title II under the heading Operating Expenses. (d) Foreign service limited extensions Individuals hired and employed by USAID, with funds made available in this Act or prior Acts making appropriations for the Department of State, foreign operations, and related programs, pursuant to the authority of section 309 of the Foreign Service Act of 1980 (22 U.S.C. 3949), may be extended for a period of up to 4 years notwithstanding the limitation set forth in such section.",
    "low_confidence": "Amendment"
  },
  {
    "text": "7 U.S.C. 1721",
    "startPosition": 326659,
    "endPosition": 326672,
    "normCite": "7 usc 1721",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "7 U.S.C. 1721",
    "sectionAndSubSection": "7 U.S.C. 1721",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "(e) Disaster surge capacity Funds appropriated under title III of this Act to carry out part I of the Foreign Assistance Act of 1961, including funds appropriated under the heading Assistance for Europe, Eurasia and Central Asia, may be used, in addition to funds otherwise available for such purposes, for the cost (including the support costs) of individuals detailed to or employed by USAID whose primary responsibility is to carry out programs in response to natural disasters, or man-made disasters subject to the regular notification procedures of the Committees on Appropriations. (f) Personal services contractors Funds appropriated by this Act to carry out chapter 1 of part I, chapter 4 of part II, and section 667 of the Foreign Assistance Act of 1961, and title II of the Food for Peace Act (Public Law 83–480; 7 U.S.C. 1721 et seq.",
    "low_confidence": "Authority"
  },
  {
    "text": "7 U.S.C. 1721",
    "startPosition": 327218,
    "endPosition": 327231,
    "normCite": "7 usc 1721",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "7 U.S.C. 1721",
    "sectionAndSubSection": "7 U.S.C. 1721",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "1721 et seq. ), may be used by USAID to employ up to 40 personal services contractors in the United States, notwithstanding any other provision of law, for the purpose of providing direct, interim support for new or expanded overseas programs and activities managed by the agency until permanent direct hire personnel are hired and trained: Provided, That not more than 15 of such contractors shall be assigned to any bureau or office: Provided further, That such funds appropriated to carry out title II of the Food for Peace Act (Public Law 83–480; 7 U.S.C. 1721 et seq.",
    "low_confidence": "Authority"
  },
  {
    "text": "22 U.S.C.",
    "startPosition": 330987,
    "endPosition": 330996,
    "normCite": "22 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "22 U.S.C. ",
    "sectionAndSubSection": "22 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "In order to enhance the continued participation of nongovernmental organizations in debt-for-development and debt-for-nature exchanges, a nongovernmental organization which is a grantee or contractor of the United States Agency for International Development may place in interest bearing accounts local currencies which accrue to that organization as a result of economic assistance provided under title III of this Act and, subject to the regular notification procedures of the Committees on Appropriations, any interest earned on such investment shall be used for the purpose for which the assistance was provided to that organization. 7068. (a) Section 1(b)(1) of the Passport Act of June 4, 1920 (22 U.S.C.",
    "low_confidence": "Amendment"
  },
  {
    "text": "8 U.S.C.",
    "startPosition": 332414,
    "endPosition": 332422,
    "normCite": "8 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "8 U.S.C. ",
    "sectionAndSubSection": "8 U.S.C. ",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "(c) Discretionary amounts made available to the Department of State under the heading Administration of Foreign Affairs of this Act, and discretionary unobligated balances under such heading from prior Acts making appropriations for the Department of State, foreign operations, and related programs, may be transferred to the Consular and Border Security Programs account if the Secretary of State determines and reports to the Committees on Appropriations that to do so is necessary to sustain consular operations, following consultation with such Committees: Provided, That such transfer authority is in addition to any transfer authority otherwise available in this Act and under any other provision of law: Provided further, That no amounts may be transferred from amounts designated as an emergency requirement pursuant to a concurrent resolution on the budget or the Balanced Budget and Emergency Deficit Control Act of 1985. (d) In addition to the uses permitted pursuant to section 286(v)(2)(A) of the Immigration and Nationality Act (8 U.S.C. 1356(v)(2)(A)), for fiscal year 2024, the Secretary of State may also use fees deposited into the Fraud Prevention and Detection Account for the costs of providing consular services.",
    "low_confidence": "Amendment"
  },
  {
    "text": "2 FAM 154",
    "startPosition": 337822,
    "endPosition": 337831,
    "normCite": "[2] 1 fam 154",
    "citeType": "UK",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "(e) None of the funds made available by this Act or any other Act shall be used or transferred to another Federal Agency, board, or commission to fund any domestic or international non-governmental organization or any other program, organization, or association coordinated or operated by such non-governmental organization that either offers counseling regarding sex change surgeries, promotes sex change surgeries for any reason as an option, conducts or subsidizes sex change surgeries, promotes the use of medications or other substances to halt the onset of puberty or sexual development of minors, or otherwise promotes transgenderism. (f) None of the funds appropriated or otherwise made available by this Act may be obligated or expended to fly or display a flag over a facility of a United States Federal department or agency funded by this Act other than the— (1) United States flag; (2) Foreign Service flag pursuant to 2 FAM 154.2-1; (3) POW/MIA flag; (4) flag of a State, insular area, or the District of Columbia at domestic locations; (5) flag of an Indian Tribal government; or (6) sovereign flag of other countries. 7071.",
    "low_confidence": "Amendment"
  }
]