[
  {
    "text": "Part D of title XXVII of the Public Health Service Act",
    "startPosition": 1030,
    "endPosition": 1084,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Amendment",
    "context": "2. IMPROVING PHARMACY BENEFIT MANAGER SERVICES (a) Public health service act Part D of title XXVII of the Public Health Service Act (42 U.S.C. 300gg–111 et seq.)",
    "low_confidence": "Amendment"
  },
  {
    "text": "42 U.S.C. 300gg–111",
    "startPosition": 1086,
    "endPosition": 1105,
    "normCite": "42 usc 300gg-111",
    "citeType": "USC",
    "altCite": "42 U.S.C. § 300gg-111",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "42 U.S.C. 300gg-111",
    "sectionAndSubSection": "42 U.S.C. 300gg-111",
    "isShortCite": false,
    "high_confidence": "Amendment",
    "context": "2. IMPROVING PHARMACY BENEFIT MANAGER SERVICES (a) Public health service act Part D of title XXVII of the Public Health Service Act (42 U.S.C. 300gg–111 et seq.)",
    "low_confidence": "Amendment"
  },
  {
    "text": "2799A–11",
    "startPosition": 1162,
    "endPosition": 1170,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Amendment",
    "context": "300gg–111 et seq.) is amended by adding at the end the following: 2799A–11. IMPROVING PHARMACY BENEFIT MANAGER SERVICES (a) General For plan years beginning on or after January 1, 2026, except as provided in subsection (b), a pharmacy benefit manager shall derive no remuneration from any entity for services, benefit administration, or any other activities related to prescription drugs.",
    "low_confidence": "Amendment"
  },
  {
    "text": "subsection (b)",
    "startPosition": 1304,
    "endPosition": 1318,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "is amended by adding at the end the following: 2799A–11. IMPROVING PHARMACY BENEFIT MANAGER SERVICES (a) General For plan years beginning on or after January 1, 2026, except as provided in subsection (b), a pharmacy benefit manager shall derive no remuneration from any entity for services, benefit administration, or any other activities related to prescription drugs. (b) Exception for bona fide service fees (1) In general A pharmacy benefit manager may charge an entity a bona fide service fee for the provision of services to such entity if such fee is set forth in an agreement between the pharmacy benefit manager and such entity, and the amount of any bona fide service fee— (A) shall be a flat dollar amount; and (B) shall not be directly or indirectly based on, or contingent upon— (i) a drug price (such as wholesale acquisition cost) or drug benchmark price (such as average wholesale price); (ii) the amount of discounts, rebates, fees, or other direct or indirect remuneration with respect to prescription drugs prescribed to the participants, beneficiaries, or enrollees in the group health plan or coverage involved; or (iii) any other amounts prohibited by the Secretary, the Secretary of Labor, and the Secretary of the Treasury.",
    "low_confidence": "Amendment"
  },
  {
    "text": "paragraph (2)",
    "startPosition": 4685,
    "endPosition": 4698,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Definition",
    "context": "(2) Definitions In this section— (A) the term bona fide service fee means fair market value for a bona fide, itemized service actually performed on behalf of an entity, that the entity would otherwise perform (or contract for) in the absence of the service arrangement and that are not passed on in whole or in part to a client or customer, whether or not the entity takes title to the drug; and (B) the term pharmacy benefit manager means any person, business, or other entity such as a third-party administrator, regardless of whether it identifies itself as a pharmacy benefit manager, that, either directly or through an intermediary (including an affiliate, subsidiary, parent, or agent) or an arrangement with a third party— (i) acts as a price negotiator or group purchaser for prescription drugs on behalf of a group health plan or health insurance issuer offering group or individual health insurance coverage; or (ii) manages or administers the prescription drug benefits provided by a group health plan or health insurance issuer offering group or individual health insurance coverage, including the processing and payment of claims for prescription drugs, arranging alternative access to or funding for prescription drugs, the performance of drug utilization review, the processing of drug prior authorization requests, the adjudication of appeals or grievances related to the prescription drug benefit, contracting with network pharmacies, controlling the cost of covered prescription drugs, or the provision of related services. (c) Accountability and conduct (1) In general A pharmacy benefit manager shall not— (A) charge a group health plan or health insurance issuer offering group or individual health insurance coverage a different amount for a prescription drug’s ingredient cost or dispensing fee as compared to the amount the pharmacy benefit manager reimburses a pharmacy for the prescription drug’s ingredient cost or dispensing fee; (B) reimburse a network pharmacy or pharmacist in an amount less than the amount the pharmacy benefit manager would reimburse a network pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager for dispensing the same drug or for providing the same pharmacist services; or (C) directly or indirectly engage in steering (as defined in paragraph (2)) to a pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager. (2) Steering In paragraph (1), the term steering with respect to a pharmacy benefit man-ager includes— (A) providing or implementing a benefit design that encourages a participant, beneficiary, or enrollee to utilize a pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager, if such design increases costs for the plan or a participant, beneficiary, or enrollee, including requiring a participant, beneficiary, or enrollee to pay higher out-of-pocket costs for a prescription if the participant, beneficiary, or enrollee chooses not to use a pharmacy owned, controlled by, or affiliated with the pharmacy benefit manager; (B) requiring a participant, beneficiary, or enrollee to use only a pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager; (C) retaliating, making further attempts to influence a participant, beneficiary, or enrollee, or treating a participant, beneficiary, or enrollee or a participant, beneficiary, or enrollee’s claim any differently if a participant, beneficiary, or enrollee chooses to use a pharmacy that is not owned, controlled by, or affiliated with the pharmacy benefit manager; or (D) any other activities as defined by the Secretary, the Secretary of Labor, and the Secretary of the Treasury.",
    "low_confidence": "Definition"
  },
  {
    "text": "paragraph (a)",
    "startPosition": 6553,
    "endPosition": 6566,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(d) Enforcement (1) In general The Secretary, in consultation with the Secretary of Labor and the Secretary of the Treasury, shall enforce this section. (2) Disgorgement The pharmacy benefit manager shall disgorge to a group health plan or health insurance issuer offering group or individual health insurance coverage any payment, remuneration, or other amount received by the pharmacy benefit manager or an affiliate of such pharmacy benefit manager in violation of paragraph (a) or the agreement entered into with such plan or issuer for bona fide service fees. (3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues.",
    "low_confidence": "Exception"
  },
  {
    "text": "subsection (a), (b)",
    "startPosition": 6705,
    "endPosition": 6724,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Precedent",
    "context": "(2) Disgorgement The pharmacy benefit manager shall disgorge to a group health plan or health insurance issuer offering group or individual health insurance coverage any payment, remuneration, or other amount received by the pharmacy benefit manager or an affiliate of such pharmacy benefit manager in violation of paragraph (a) or the agreement entered into with such plan or issuer for bona fide service fees. (3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of subsection (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act.",
    "low_confidence": "Exception"
  },
  {
    "text": "section 1128A of the Social Security Act, other than subsections (a) and (b)",
    "startPosition": 6887,
    "endPosition": 6963,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Precedent",
    "context": "(2) Disgorgement The pharmacy benefit manager shall disgorge to a group health plan or health insurance issuer offering group or individual health insurance coverage any payment, remuneration, or other amount received by the pharmacy benefit manager or an affiliate of such pharmacy benefit manager in violation of paragraph (a) or the agreement entered into with such plan or issuer for bona fide service fees. (3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of subsection (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act.",
    "low_confidence": "Exception"
  },
  {
    "text": "subsection (c)(1)",
    "startPosition": 6990,
    "endPosition": 7007,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of subsection (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act. (e) Regulations Notwithstanding any other provision of law, the Secretary shall initially implement this section through interim final regulations.",
    "low_confidence": "Exception"
  },
  {
    "text": "section 1128A of the Social Security Act",
    "startPosition": 7163,
    "endPosition": 7203,
    "normCite": "42 usc 1320a-7a",
    "citeType": "USC",
    "altCite": "42 usc 1320a-7a",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of subsection (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act. (e) Regulations Notwithstanding any other provision of law, the Secretary shall initially implement this section through interim final regulations.",
    "low_confidence": "Exception"
  },
  {
    "text": "Subpart B of part 7 of subtitle B of title I of the Employee Retirement Income Security Act of 1974",
    "startPosition": 7882,
    "endPosition": 7981,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(f) Rules of construction (1) Nothing in this section shall be construed as prohibiting payments related to reimbursement for ingredient costs to entities that acquire prescription drugs or pharmacy dispensing fees. (2) Nothing in this section shall be construed to prohibit rebates, discounts, or other price concessions from being fully passed through to a group health plan or health insurance issuer offering group or individual health insurance coverage to lower net costs for prescription drugs. .",
    "low_confidence": "Exception"
  },
  {
    "text": "29 U.S.C. 1185",
    "startPosition": 7983,
    "endPosition": 7997,
    "normCite": "29 usc 1185",
    "citeType": "USC",
    "altCite": "29 U.S.C. § 1185",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "29 U.S.C. 1185",
    "sectionAndSubSection": "29 U.S.C. 1185",
    "isShortCite": false,
    "high_confidence": "Precedent",
    "context": ". (b) ERISA (1) In general Subpart B of part 7 of subtitle B of title I of the Employee Retirement Income Security Act of 1974 (29 U.S.C. 1185 et seq.)",
    "low_confidence": "Exception"
  },
  {
    "text": "section 725",
    "startPosition": 8037,
    "endPosition": 8048,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": true,
    "high_confidence": "Precedent",
    "context": ". (b) ERISA (1) In general Subpart B of part 7 of subtitle B of title I of the Employee Retirement Income Security Act of 1974 (29 U.S.C. 1185 et seq.)",
    "low_confidence": "Exception"
  },
  {
    "text": "subsection (b)",
    "startPosition": 8204,
    "endPosition": 8218,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "is amended by inserting after section 725 the following: 726. IMPROVING PHARMACY BENEFIT MANAGER SERVICES (a) In general For plan years beginning on or after January 1, 2026, except as provided in subsection (b), a pharmacy benefit manager shall derive no remuneration from any entity for services, benefit administration, or any other activities related to prescription drugs. (b) Exception for bona fide service fees (1) In general A pharmacy benefit man-ager may charge an entity a bona fide service fee for the provision of services to such entity if such fee is set forth in an agreement between the pharmacy benefit manager and such entity and the amount of any bona fide service fee— (A) shall be a flat dollar amount; (B) shall not be directly or indirectly based on, or contingent upon— (i) a drug price (such as wholesale acquisition cost) or drug benchmark price (such as average wholesale price); (ii) the amount of discounts, rebates, fees, or other direct or indirect remuneration with respect to prescription drugs prescribed to the participants, beneficiaries, or enrollees in the group health plan or coverage involved; or (iii) any other amounts prohibited by the Secretary, the Secretary of Labor, and the Secretary of the Treasury.",
    "low_confidence": "Amendment"
  },
  {
    "text": "paragraph (2)",
    "startPosition": 11497,
    "endPosition": 11510,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Definition",
    "context": "(2) Definitions In this section— (A) the term bona fide service fee means fair market value for a bona fide, itemized service actually performed on behalf of an entity, that would otherwise perform (or contract for) in the absence of the service arrangement and that are not passed on in whole or in part to a client or customer, whether or not the entity takes title to the drug; (B) the term pharmacy benefit manager means any person, business, or other entity such as a third-party administrator, regardless of whether it identifies itself as a pharmacy benefit manager, that, either directly or through an intermediary (including an affiliate, subsidiary, or agent) or an arrangement with a third party— (i) acts as a price negotiator for prescription drugs on behalf of a group health plan or health insurance issuer offering group health insurance coverage; or (ii) manages or administers the prescription drug benefits provided by a group health plan or health insurance issuer offering group health insurance coverage, including the processing and payment of claims for prescription drugs, arranging alternative access to or funding for prescription drugs, the performance of drug utilization review, the processing of drug prior authorization requests, the adjudication of appeals or grievances related to the prescription drug benefit, contracting with network pharmacies, controlling the cost of covered prescription drugs, or the provision of related services. (c) Accountability and conduct (1) In general A pharmacy benefit manager shall not— (A) charge a group health plan or health insurance issuer offering group health insurance coverage a different amount for a prescription drug’s ingredient cost or dispensing fee as compared to the amount the pharmacy benefit manager reimburses a pharmacy for the prescription drug’s ingredient cost or dispensing fee; (B) reimburse a network pharmacy or pharmacist in an amount less than the amount the pharmacy benefit manager would reimburse a network pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager for dispensing the same drug or for providing the same pharmacist services; or (C) directly or indirectly engage in steering (as defined in paragraph (2)) to a pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager. (2) Steering In paragraph (1), the term steering with respect to a pharmacy benefit manager includes— (A) providing or implementing a benefit plan design that encourages a participant or beneficiary to utilize a pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager, if such plan design increases costs for the plan or the participant or beneficiary, including requiring a participant or beneficiary to pay higher out-of-pocket costs for a prescription if the participant or beneficiary chooses not to use a pharmacy owned, controlled by, or affiliated with the pharmacy benefit manager; (B) requiring a participant or beneficiary to use only a pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager; (C) retaliating, making further attempts to influence a participant or beneficiary, or treating a participant or beneficiary or a participant or beneficiary’s claim any differently if a participant or beneficiary chooses to use a pharmacy that is not owned, controlled by, or affiliated with the pharmacy benefit manager; or (D) any other activities as defined by the Secretary, the Secretary of Health and Human Services, and the Secretary of the Treasury.",
    "low_confidence": "Definition"
  },
  {
    "text": "paragraph (a)",
    "startPosition": 13317,
    "endPosition": 13330,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(d) Enforcement (1) In general The Secretary, in consultation with the Secretary of Health and Human Services and the Secretary of the Treasury, shall enforce this section. (2) Disgorgement The pharmacy benefit manager shall disgorge to a group health plan or health insurance issuer offering group or individual health insurance coverage any payment, remuneration, or other amount received by the pharmacy benefit manager or an affiliate of such pharmacy benefit manager in violation of paragraph (a) or the agreement entered into with such plan or issuer for bona fide service fees. (3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues.",
    "low_confidence": "Exception"
  },
  {
    "text": "subsection (a), (b)",
    "startPosition": 13469,
    "endPosition": 13488,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Precedent",
    "context": "(2) Disgorgement The pharmacy benefit manager shall disgorge to a group health plan or health insurance issuer offering group or individual health insurance coverage any payment, remuneration, or other amount received by the pharmacy benefit manager or an affiliate of such pharmacy benefit manager in violation of paragraph (a) or the agreement entered into with such plan or issuer for bona fide service fees. (3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of subsection (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act.",
    "low_confidence": "Exception"
  },
  {
    "text": "section 1128A of the Social Security Act, other than subsections (a) and (b)",
    "startPosition": 13651,
    "endPosition": 13727,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Precedent",
    "context": "(2) Disgorgement The pharmacy benefit manager shall disgorge to a group health plan or health insurance issuer offering group or individual health insurance coverage any payment, remuneration, or other amount received by the pharmacy benefit manager or an affiliate of such pharmacy benefit manager in violation of paragraph (a) or the agreement entered into with such plan or issuer for bona fide service fees. (3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of subsection (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act.",
    "low_confidence": "Exception"
  },
  {
    "text": "subsection (c)(1)",
    "startPosition": 13754,
    "endPosition": 13771,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of subsection (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act. (e) Regulations Notwithstanding any other provision of law, the Secretary shall initially implement this section through interim final regulations.",
    "low_confidence": "Exception"
  },
  {
    "text": "section 1128A of the Social Security Act",
    "startPosition": 13927,
    "endPosition": 13967,
    "normCite": "42 usc 1320a-7a",
    "citeType": "USC",
    "altCite": "42 usc 1320a-7a",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of subsection (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act. (e) Regulations Notwithstanding any other provision of law, the Secretary shall initially implement this section through interim final regulations.",
    "low_confidence": "Exception"
  },
  {
    "text": "section 1 of the Employee Retirement Income Security Act of 1974",
    "startPosition": 14669,
    "endPosition": 14733,
    "normCite": "29 usc 1001",
    "citeType": "USC",
    "altCite": "29 usc 1001",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Amendment",
    "context": ". (2) Clerical amendment The table of contents in section 1 of the Employee Retirement Income Security Act of 1974 (29 U.S.C. 1001 et seq.)",
    "low_confidence": "Amendment"
  },
  {
    "text": "29 U.S.C. 1001",
    "startPosition": 14735,
    "endPosition": 14749,
    "normCite": "29 usc 1001",
    "citeType": "USC",
    "altCite": "29 U.S.C. § 1001",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "29 U.S.C. 1001",
    "sectionAndSubSection": "29 U.S.C. 1001",
    "isShortCite": false,
    "high_confidence": "Amendment",
    "context": ". (2) Clerical amendment The table of contents in section 1 of the Employee Retirement Income Security Act of 1974 (29 U.S.C. 1001 et seq.)",
    "low_confidence": "Amendment"
  },
  {
    "text": "section 725",
    "startPosition": 14810,
    "endPosition": 14821,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": true,
    "high_confidence": "Amendment",
    "context": "1001 et seq.) is amended by inserting after the item relating to section 725 the following new item: Sec. 726.",
    "low_confidence": "Amendment"
  },
  {
    "text": "Sec. 726",
    "startPosition": 14846,
    "endPosition": 14854,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": true,
    "high_confidence": "Amendment",
    "context": "1001 et seq.) is amended by inserting after the item relating to section 725 the following new item: Sec. 726.",
    "low_confidence": "Amendment"
  },
  {
    "text": "Internal revenue code",
    "startPosition": 14907,
    "endPosition": 14928,
    "normCite": "26 usc",
    "citeType": "USC",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "726. Improving pharmacy benefit manager services. .",
    "low_confidence": "Amendment"
  },
  {
    "text": "1986 Sub-chapter B of chapter 100 of the Internal Revenue Code of 1986",
    "startPosition": 14932,
    "endPosition": 15002,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "726. Improving pharmacy benefit manager services. .",
    "low_confidence": "Amendment"
  },
  {
    "text": "subsection (b)",
    "startPosition": 15191,
    "endPosition": 15205,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "(c) Internal revenue code of 1986 Sub-chapter B of chapter 100 of the Internal Revenue Code of 1986 is amended by adding at the end the following: 9826. IMPROVING PHARMACY BENEFIT MANAGER SERVICES (a) In general For plan years beginning on or after January 1, 2026, except as provided in subsection (b), a pharmacy benefit manager shall derive no remuneration from any entity for services, benefit administration, or any other activities related to prescription drugs. (b) Exception for bona fide services (1) In general A pharmacy benefit manager may charge an entity a bona fide service fee for the provision of services to such entity if such fee is set forth in an agreement between the pharmacy benefit manager and such entity, and the amount of any bona fide service fee— (A) shall be a flat dollar amount; and (B) shall not be directly or indirectly based on, or contingent upon— (i) a drug price (such as wholesale acquisition cost) or drug benchmark price (such as average wholesale price); (ii) the amount of discounts, rebates, fees, or other direct or indirect remuneration with respect to prescription drugs prescribed to the participants, beneficiaries, or enrollees in the group health plan or coverage involved; or (iii) any other amounts prohibited by the Secretary, the Secretary of Labor, and the Secretary of the Treasury.",
    "low_confidence": "Amendment"
  },
  {
    "text": "paragraph (2)",
    "startPosition": 18343,
    "endPosition": 18356,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Definition",
    "context": "(2) Definitions In this section— (A) the term bona fide service fee means fair market value for a bona fide, itemized service actually performed on behalf of an entity, that the entity would otherwise perform (or contract for) in the absence of the arrangement and that are not passed on in whole or in part to a client or customer, whether or not the entity takes title to the drug; and (B) the term pharmacy benefit manager means any person, business, or other entity such as a third-party administrator, regardless of whether it identifies itself as a pharmacy benefit manager, that, either directly or through an intermediary (including an affiliate, or agent) or an arrangement with a third party— (i) acts as a price negotiator for prescription drugs on behalf of a group health plan; or (ii) manages or administers the prescription drug benefits provided by a group health plan, including the processing and payment of claims for prescription drugs, arranging alternative access to or funding for prescription drugs, the performance of drug utilization review, the processing of drug prior authorization requests, the adjudication of appeals or grievances related to the prescription drug benefit, contracting with network pharmacies, controlling the cost of covered prescription drugs, or the provision of related services. (c) Accountability and conduct (1) In general A pharmacy benefit manager shall not— (A) charge a group health plan or health insurance issuer offering group health insurance coverage a different amount for a prescription drug’s ingredient cost or dispensing fee as compared to the amount the pharmacy benefit manager reimburses a pharmacy for the prescription drug’s ingredient cost or dispensing fee; (B) reimburse a network pharmacy or pharmacist in an amount less than the amount the pharmacy benefit manager would reimburse a network pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager for dispensing the same drug or for providing the same pharmacist services; or (C) directly or indirectly engage in steering (as defined in paragraph (2)) to a pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager. (2) Steering In paragraph (1), the term steering with respect to a pharmacy benefit manager includes— (A) providing or implementing a benefit design that encourages a participant or beneficiary to utilize a pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager, if such benefit design increases costs for the plan or the participant or beneficiary, including requiring a participant or beneficiary to pay higher out-of-pocket costs for a prescription if the participant or beneficiary chooses not to use a pharmacy owned, controlled by, or affiliated with the pharmacy benefit manager; (B) requiring an enrollee to use only a pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager; (C) retaliating, making further attempts to influence a participant or beneficiary, or treating a participant or beneficiary or a participant or beneficiary’s claim any differently if a participant or beneficiary chooses to use a pharmacy that is not owned, controlled by, or affiliated with the pharmacy benefit manager; or (D) any other activities as defined by the Secretary, the Secretary of Labor, and the Secretary of Health and Human Service.",
    "low_confidence": "Definition"
  },
  {
    "text": "paragraph (a)",
    "startPosition": 20129,
    "endPosition": 20142,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(d) Enforcement (1) In general The Secretary, in consultation with the Secretary of Labor and the Secretary of Health and Human Services, shall enforce this section. (2) Disgorgement The pharmacy benefit manager shall disgorge to a group health plan or health insurance issuer offering group or individual health insurance coverage any payment, remuneration, or other amount received by the pharmacy benefit manager or an affiliate of such pharmacy benefit manager in violation of paragraph (a) or the agreement entered into with such plan or issuer for bona fide service fees. (3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues.",
    "low_confidence": "Exception"
  },
  {
    "text": "subsection (a), (b)",
    "startPosition": 20281,
    "endPosition": 20300,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Precedent",
    "context": "(2) Disgorgement The pharmacy benefit manager shall disgorge to a group health plan or health insurance issuer offering group or individual health insurance coverage any payment, remuneration, or other amount received by the pharmacy benefit manager or an affiliate of such pharmacy benefit manager in violation of paragraph (a) or the agreement entered into with such plan or issuer for bona fide service fees. (3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of subsection (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act.",
    "low_confidence": "Exception"
  },
  {
    "text": "section 1128A of the Social Security Act, other than subsections (a) and (b)",
    "startPosition": 20463,
    "endPosition": 20539,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Precedent",
    "context": "(2) Disgorgement The pharmacy benefit manager shall disgorge to a group health plan or health insurance issuer offering group or individual health insurance coverage any payment, remuneration, or other amount received by the pharmacy benefit manager or an affiliate of such pharmacy benefit manager in violation of paragraph (a) or the agreement entered into with such plan or issuer for bona fide service fees. (3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of subsection (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act.",
    "low_confidence": "Exception"
  },
  {
    "text": "subsection (c)(1)",
    "startPosition": 20566,
    "endPosition": 20583,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Amendment",
    "context": "(3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of subsection (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act. (e) Regulations Notwithstanding any other provision of law, the Secretary shall initially implement the amendments made by this Act through interim final regulations.",
    "low_confidence": "Exception"
  },
  {
    "text": "section 1128A of the Social Security Act",
    "startPosition": 20739,
    "endPosition": 20779,
    "normCite": "42 usc 1320a-7a",
    "citeType": "USC",
    "altCite": "42 usc 1320a-7a",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Amendment",
    "context": "(3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of subsection (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act. (e) Regulations Notwithstanding any other provision of law, the Secretary shall initially implement the amendments made by this Act through interim final regulations.",
    "low_confidence": "Exception"
  },
  {
    "text": "Chapter 89 of subpart G of part III of title 5 of the United States Code",
    "startPosition": 21494,
    "endPosition": 21566,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Example",
    "context": "(f) Rules of construction (1) Nothing in this section shall be construed as prohibiting payments related to reimbursement for ingredient costs to entities that acquire prescription drugs or pharmacy dispensing fees. (2) Nothing in this section shall be construed to prohibit rebates, discounts, or other price concessions from being fully passed through to a group health plan or health insurance issuer offering group or individual health insurance coverage to lower net costs for prescription drugs. .",
    "low_confidence": "Exception"
  },
  {
    "text": "subsection (b)",
    "startPosition": 21751,
    "endPosition": 21765,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Exception",
    "context": "(d) Federal employees health benefits act Chapter 89 of subpart G of part III of title 5 of the United States Code is amended by adding at the end following: 8915. IMPROVING PHARMACY BENEFIT MANAGER SERVICES (a) In general For plan years beginning on or after January 1, 2026, except as provided in subsection (b), a pharmacy benefit manager shall derive no remuneration from any entity for services, benefit administration, or any other activities related to prescription drugs. (b) Exception for bona fide services (1) In general A pharmacy benefit manager may charge an entity a bona fide service fee for the provision of services to such entity if such fee is set forth in an agreement between the pharmacy benefit manager and such entity, and (2) the amount of any bona fide service fee— (A) shall be a flat dollar amount; (B) shall not be directly or indirectly based on, or contingent upon— (i) a drug price (such as wholesale acquisition cost) or drug benchmark price (such as average wholesale price); (ii) the amount of discounts, rebates, fees, or other direct or indirect remuneration with respect to prescription drugs prescribed to the participants, beneficiaries, or enrollees in the group health plan or coverage involved; or (iii) any other amounts prohibited by the Office of Personnel Management.",
    "low_confidence": "Amendment"
  },
  {
    "text": "paragraph (2)",
    "startPosition": 24836,
    "endPosition": 24849,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Definition",
    "context": "(2) Definitions In this section— (A) the term bona fide service fee means fair market value for a bona fide, itemized service actually performed on behalf of an entity, that the entity would otherwise perform (or contract for) in the absence of the arrangement and that are not passed on in whole or in part to a client or customer, whether or not the entity takes title to the drug; and (B) the term pharmacy benefit manager means any person, business, or other entity such as a third-party administrator, regardless of whether it identifies itself as a pharmacy benefit manager, that, either directly or through an intermediary (including an affiliate, or agent) or an arrangement with a third party— (i) acts as a price negotiator for prescription drugs on behalf of a health benefits plan or carrier; or (ii) manages or administers the prescription drug benefits provided by a health benefits plan or carrier including the processing and payment of claims for prescription drugs, arranging alternative access to or funding for prescription drugs, the performance of drug utilization review, the processing of drug prior authorization requests, the adjudication of appeals or grievances related to the prescription drug benefit, contracting with network pharmacies, controlling the cost of covered prescription drugs, or the provision of related services. (c) Accountability and conduct (1) In general A pharmacy benefit manager shall not— (A) charge a health benefits plan or carrier different amount for a prescription drug’s ingredient cost or dispensing fee as compared to the amount the pharmacy benefit manager reimburses a pharmacy for the prescription drug’s ingredient cost or dispensing fee; (B) reimburse a network pharmacy or pharmacist in an amount less than the amount the pharmacy benefit manager would reimburse a network pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager for dispensing the same drug or for providing the same pharmacist services; or (C) directly or indirectly engage in steering (as defined in paragraph (2)) to a pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager. (2) Steering In paragraph (1), the term steering with respect to a pharmacy benefit manager includes— (A) providing or implementing a benefit design that encourages a participant or beneficiary to utilize a pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager, if such benefit design increases costs for the plan or the participant or beneficiary, including requiring a participant or beneficiary to pay higher out-of-pocket costs for a prescription if the participant or beneficiary chooses not to use a pharmacy owned, controlled by, or affiliated with the pharmacy benefit manager; (B) requiring an enrollee to use only a pharmacy that is owned, controlled by, or affiliated with the pharmacy benefit manager; (C) retaliating, making further attempts to influence a participant or beneficiary, or treating a participant or beneficiary or a participant or beneficiary’s claim any differently if a participant or beneficiary chooses to use a pharmacy that is not owned, controlled by, or affiliated with the pharmacy benefit manager; or (D) any other activities as defined by the Office of Personnel Management.",
    "low_confidence": "Definition"
  },
  {
    "text": "paragraph (a)",
    "startPosition": 26432,
    "endPosition": 26445,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Authority",
    "context": "(d) Enforcement (1) In general The Office of Personnel Management shall enforce this section. (2) Disgorgement The pharmacy benefit manager shall disgorge to a health benefits plan or carrier any payment, remuneration, or other amount received by the pharmacy benefit manager or an affiliate of such pharmacy benefit manager in violation of paragraph (a) or the agreement entered into with such plan or carrier for bona fide service fees. (3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues.",
    "low_confidence": "Exception"
  },
  {
    "text": "subsection (a), (b)",
    "startPosition": 26585,
    "endPosition": 26604,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Precedent",
    "context": "(2) Disgorgement The pharmacy benefit manager shall disgorge to a health benefits plan or carrier any payment, remuneration, or other amount received by the pharmacy benefit manager or an affiliate of such pharmacy benefit manager in violation of paragraph (a) or the agreement entered into with such plan or carrier for bona fide service fees. (3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of sub-section (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act, except that for the purpose of this paragraph the Office of Personnel Management is substituted wherever the term Secretary is used in section 1128A.",
    "low_confidence": "Exception"
  },
  {
    "text": "section 1128A of the Social Security Act, other than subsections (a) and (b)",
    "startPosition": 26767,
    "endPosition": 26843,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Precedent",
    "context": "(2) Disgorgement The pharmacy benefit manager shall disgorge to a health benefits plan or carrier any payment, remuneration, or other amount received by the pharmacy benefit manager or an affiliate of such pharmacy benefit manager in violation of paragraph (a) or the agreement entered into with such plan or carrier for bona fide service fees. (3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of sub-section (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act, except that for the purpose of this paragraph the Office of Personnel Management is substituted wherever the term Secretary is used in section 1128A.",
    "low_confidence": "Exception"
  },
  {
    "text": "section (c)(1)",
    "startPosition": 26874,
    "endPosition": 26888,
    "normCite": "",
    "citeType": "",
    "altCite": "",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": true,
    "high_confidence": "Amendment",
    "context": "(3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of sub-section (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act, except that for the purpose of this paragraph the Office of Personnel Management is substituted wherever the term Secretary is used in section 1128A. (e) Regulations Notwithstanding any other provision of law, the Director shall initially implement the amendments made by this Act through interim final regulations.",
    "low_confidence": "Exception"
  },
  {
    "text": "section 1128A of the Social Security Act",
    "startPosition": 27044,
    "endPosition": 27084,
    "normCite": "42 usc 1320a-7a",
    "citeType": "USC",
    "altCite": "42 usc 1320a-7a",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": false,
    "high_confidence": "Amendment",
    "context": "(3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of sub-section (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act, except that for the purpose of this paragraph the Office of Personnel Management is substituted wherever the term Secretary is used in section 1128A. (e) Regulations Notwithstanding any other provision of law, the Director shall initially implement the amendments made by this Act through interim final regulations.",
    "low_confidence": "Exception"
  },
  {
    "text": "section 1128A. (e)",
    "startPosition": 27221,
    "endPosition": 27239,
    "normCite": "42 usc 1320a-7a",
    "citeType": "USC",
    "altCite": "42 usc 1320a-7a",
    "pinCiteStr": "",
    "pageRangeStr": "",
    "nodeId": 0,
    "section": "",
    "sectionAndSubSection": "",
    "isShortCite": true,
    "high_confidence": "Amendment",
    "context": "(3) Penalties A pharmacy benefit manager that violates subsection (a), (b), or (c) shall be subject to a civil monetary penalty in the amount of $10,000 for each day during which such violation continues. (4) Procedure The provisions of section 1128A of the Social Security Act, other than subsections (a) and (b) and the first sentence of sub-section (c)(1) of such section shall apply to civil monetary penalties under this subsection in the same manner as such provisions apply to a penalty or proceeding under section 1128A of the Social Security Act, except that for the purpose of this paragraph the Office of Personnel Management is substituted wherever the term Secretary is used in section 1128A. (e) Regulations Notwithstanding any other provision of law, the Director shall initially implement the amendments made by this Act through interim final regulations.",
    "low_confidence": "Exception"
  }
]